Repository: Gubaer/josm-scripting-plugin
Catalog: src/main/po/*.po
Languages: cs, da, de, el, es, hu, it, ja, lt, lv, pl, pt, ru, uk

source: ''onLoad()'' for plugin ''{0}'' failed. Plugin isn''t properly initialized.
da: ''onLoad ()'' for udvidelse ''{0}'' mislykkedes. Udvidelse er ikke korrekt initialiseret.
de: ''onLoad()'' für das Plugin ''{0}'' schlug fehl. Das Plugin ist nicht richtig initialisiert.
ja: プラグイン''{0}''の ''onLoad()'' が失敗しました。プラグインが正しく初期化されていません。
pl: ''onLoad()'' we wtyczce ''{0}'' wykonał błąd. Wtyczka nie została poprawnie zainicjowana.
pt: ''onLoad()'' para o módulo ''{0}'' falhou. O módulo não inicializou corretamente.
uk: ''onLoad()'' втулку ''{0}'' зазнав збій. Втулок не ініціалізовано.

source: ''{0}'' doesn''t exist.
cs: ''{0}'' neexistuje.
da: ''{0}'' eksisterer ikke..
de: ''{0}'' existiert nicht.
el: ''{0}'' δεν υπάρχουν.
es: ''{0}'' no existe.
hu: ''{0}'' nem létezik.
it: ''{0}'' non esiste.
ja: ''{0}'' は存在しません。
lt: ''{0}'' neegzistuoja.
lv: ''{0}'' neeksistē.
pl: ''{0}'' nie istnieje.
pt: ''{0}'' não existe
ru: ''{0}'' не существует.
uk: ''{0}'' не існує.

source: ''{0}'' is a directory. Expecting a jar file instead.
da: ''{0}'' er en mappe. Forventer en jar fil i stedet.
de: ''{0}'' ist ein Verzeichnis. Erwarte stattdessen eine jar-Datei.
el: ''{0}'' είναι ένας κατάλογος. Αναμονή αντί αυτού ενός αρχείου jar.
es: ''{0}'' es un directorio. Se esperaba un archivo jar en su lugar.
hu: ''{0}'' egy mappa. Ide létező jar fájl szükséges.
it: ''{0}'' è una cartella. È previsto invece un file jar.
ja: ''{0}''はディレクトリです。代わりにjarファイルが必要です。
lt: ''{0}'' yra katalogas. Tai turi būti jar failas.
lv: ''{0}'' is a mape. Gaidīju jar datni.
pl: ''{0}'' jest katalogiem. Oczekiwano jednakże pliku jar.
pt: ''{0}'' é um diretório. Era esperado um ficheiro JAR.
ru: ''{0}'' является каталогом. Ожидался jar-файл.
uk: ''{0}'' – тека. Натомість очікувався файл *.jar.

source: ''{0}'' is neither a ''jar'' nor a ''file'' URL
cs: ''{0}'' není ani URL na soubor, ani ''jar'' soubor
da: ''{0}'' er hverken en ''jar'' eller en ''fil'' URL
de: Der URL ''{0}'' verwendet weder das Schema ''jar://'' noch das Schema ''file://''
el: ''{0}'' δεν είναι ούτε αρχείο '' jar'' ούτε ένα ''αρχείο'' διεύθυνσης
es: ''{0}'' no es un "jar" ni una URL de "file"
hu: ''{0}'' sem ''jar'' sem ''fájl'' URL
it: ''{0}'' non è né un ''jar'' né un URL di un ''file''
ja: ''{0}''は''jar''でも''file''のURLでもありません。
lv: ''{0}'' nav ne ''jar'' ne arī ''datnes'' URL
pl: ''{0}'' nie jest ani plikiem ''jar'' ani ''plikiem'' z URL
pt: ''{0}'' não é o URL de um ficheiro JAR nem sequer de um ficheiro
uk: ''{0}'' а ні файл ''jar'', а ні ''file'' в URL

source: ''{0}'' is neither an existing directory nor an existing jar file
cs: ''{0}'' není ani existující adresář ani jar soubor
da: ''{0}'' er hverken en eksisterende mappe eller en eksisterende jarfil
de: ''{0}'' ist weder ein existierendes Verzeichnis noch eine existierende jar-Datei
el: ''{0}'' δεν είναι ούτε ένας υπάρχων κατάλογος ούτε ένα υπάρχον αρχείο jar
es: ''{0}'' no es un directorio o un archivo jar existente
hu: ''{0}'' se nem mappa, se nem létező jar fájl
it: ''{0}'' non è né una cartella esistente né un file jar esistente
ja: ''{0}'' は既存のディレクトリやjarファイルではありません。
lv: ''{0}'' nav ne eksistējoša mape, ne arī eksistējoša jar datne
pl: ''{0}'' nie jest ani istniejącym katalogiem ani istniejącym plikiem jar
pt: ''{0}'' não é de um diretório existente nem um ficheiro JAR existente.
ru: ''{0}'' не является ни существующим каталогом, ни существующим jar-файлом
uk: ''{0}'' а ні наявна тека, а ні файл *.jar

source: ''{0}'' isn''t a valid URL
da: ''{0}'' er ikke en gyldig URL
de: ''{0}'' ist keine gültige URL
el: ''{0}'' δεν είναι έγκυρη διεύθυνση
es: ''{0}'' no es una URL valida
hu: ''{0}'' szabálytalan URL
it: ''{0}'' non è un URL valido
ja: ''{0}'' は有効なURLではありません。
lt: ''{0}'' neteisingas URL
pl: ''{0}'' nie jest poprawnym URL
pt: ''{0}'' não é um URL válido
ru: ''{0}'' — недопустимый URL
uk: ''{0}'' помилковий URL

source: ''{0}'' isn''t an existing jar file
cs: ''{0}'' není existující soubor jar
da: ''{0}'' er ikke en eksisterende jarfil
de: ''{0'}'' ist keine existierende jar-Datei
el: ''{0}'' δεν είναι ένα υπάρχον αρχείο jar
es: ''{0}'' no es un archivo jar existente
hu: ''{0}'' nem létező jar fájl
it: ''{0}'' non è un file jar esistente
ja: ''{0}'' は存在するjarファイルではありません。
lt: ''{0}'' nėra jar failas
lv: ''{0}'' nav eksistējoša jar datne
pl: ''{0}'' nie jest istniejącym plikiem jar
pt: ''{0}'' não é um ficheiro JAR existente
ru: ''{0}'' не является существующим jar-файлом
uk: ''{0}'' відсутній файл *.jar

source: ''{0}'' isn''t readable. Can''t load a script engine from this file.
da: ''{0}'' er ikke læsbar. Kan ikke load et script sprog fra denne fil.
de: ''{0}'' kann nicht gelesen werden. Die Ausführungsumgebung kann nicht aus dieser Datei geladen werden.
el: ''{0}'' δεν είναι ευανάγνωστο. Αδύνατη η φόρτωση μιας μηχανής σεναρίου από αυτό το αρχείο.
es: ''{0}'' no es legible. No se puede cargar un motor de script desde este archivo.
it: ''{0}'' è illegibile. Impossibile caricare un motore di script da questo file.
ja: ''{0}''は読み取れません。このファイルからスクリプトエンジンをロードできません。
lt: ''{0}'' neskaitomas. Negalima paleisti scenarijaus variklio iš šio failo.
lv: ''{0}'' nav nolasāms. Nevarēja ielādēt skriptu dzinēju no šīs datnes.
pl: ''{0}'' nie jest do odczytu. Nie można wczytać silnika skryptu z tego pliku.
pt: ''{0}'' não é legível. Não é possível carregar um motor de script deste ficheiro.
ru: ''{0}'' не читается. Невозможно загрузить движок скриптов из этого файла.
uk: ''{0}'' не читається. Неможливо завантажити рушій з цього файлу.

source: <p>Failed to execute a script.</p><p/><p><strong>Error message:</strong>{0}</p>
el: <p>Αποτυχία εκτέλεσης ενός σεναρίου.</p><p/><p><strong>Μήνυμα σφάλματος:</strong>{0}</p>
pl: <p>Nieudane wykonanie skryptu.</p><p/><p><strong>Treść błędu:</strong>{0}</p>
ru: <p>Не удалось выполнить скрипт.</p><p/><p><strong>Сообщение об ошибке:</strong>{0}</p>

source: <p>Failed to execute a script.</p><p/><p><strong>Error message:</strong>{0}</p><p><strong>At:</strong>line {1}, column {2}</p>
de: <p>Konnte ein Skript nicht ausführen.</p><p/><p><strong>Fehlermeldung:</strong>{0}</p><p><strong>In:</strong> Zeile {1}, Spalte {2}</p>
el: <p>Αποτυχία εκτέλεσης ενός σεναρίου.</p><p/><p><strong>Μήνυμα σφάλματος:</strong>{0}</p><p><strong>Στην:</strong>γραμμή {1}, στήλη {2}</p>
it: <p>Impossibile eseguire uno script.</p><p/><p><strong>Messaggio di errore:</strong>{0}</p><p><strong>A:</strong>linea {1}, colonna {2}</p>
ja: <p>スクリプトの実行に失敗</p><p/><p><strong>エラーメッセージ:</strong>{0}</p><p><strong>位置:</strong>line {1}, column {2}</p>
pl: <p>Błąd wykonania skryptu.</p><p/><p><strong>Komunikat błędu:</strong>{0}</p><p><strong>W:</strong>wiersz {1}, kolumna {2}</p>
pt: <p>Não foi possível executar o script.</p><p/><p><strong>Mensagem de erro:</strong>{0}</p><p><strong>Na:</strong> linha {1}, coluna {2}</p>
ru: <p>Не удалось выполнить скрипт.</p><p/><p><strong>Сообщение об ошибке:</strong>{0}</p><p><strong>В:</strong>строке {1}, столбце {2}</p>
uk: <p>Не вдалося виконати сценарій.</p><p/><p><strong>Помилка:</strong>{0}</p><p>В:рядок {1}, стовпець {2}</p>

source: <p>Failed to execute the script file ''{0}''.</p><p/><p><strong>Error message:</strong>{1}</p>
de: <p>Bei der Ausführung der Skript-Datei ''{0}'' ist ein Fehler aufgetreten.</p><p/><p><strong>Fehlermeldung:</strong>{1}</p>
el: <p>Αποτυχία εκτέλεσης του αρχείου σεναρίου ''{0}''.</p><p/><p><strong>Μήνυμα σφάλματος:</strong>{1}</p>
it: <p>Impossibile eseguire il file di script ''{0}''.</p><p/><p><strong>Messaggio di errore:</strong>{1}</p>
ja: <p>スクリプトの実行に失敗 ファイル名: ''{0}''.</p><p/><p><strong>エラーメッセージ:</strong>{1}</p>
pl: <p>Błąd wykonania pliku skryptu ''{0}''.</p><p/><p><strong>Komunikat błędu:</strong>{1}</p>
pt: <p>Não foi possível executar o ficheiro do script ''{0}''.</p><p/><p><strong>Mensagem de erro:</strong>{1}</p>
ru: <p>Не удалось выполнить файл скрипта ''{0}''.</p><p/><p><strong>Сообщение об ошибке:</strong>{1}</p>
uk: <p>Не вдалося виконати сценарій ''{0}''.</p><p/><p><strong>Помилка:</strong>{1}</p>

source: <p>Failed to execute the script file ''{0}''.</p><p/><p><strong>Error message:</strong>{1}</p><p><strong>At:</strong>line {2}, column {3}</p>
el: <p>Αποτυχία εκτέλεσης του αρχείου σεναρίου ''{0}''.</p><p/><p><strong>Μήνυμα σφάλματος:</strong>{1}</p><p><strong>Στην:</strong>γραμμή {2}, στήλη {3}</p>
pl: <p>Błąd wykonania pliku skryptu ''{0}''.</p><p/><p><strong>Komunikat błędu:</strong>{1}</p><p><strong>W:</strong>wiersz {2}, kolumna {3}</p>
ru: <p>Не удалось выполнить файл скрипта ''{0}''.</p><p/><p><strong>Сообщение об ошибке:</strong>{1}</p><p><strong>В:</strong>строке {2}, столбце {3}</p>

source: <p>The script can''t be executed, because a scripting engine with name ''{0}'' isn''t configured.</p><p>Refer to the online help for information about how to install/configure a scripting engine for JOSM.</p>
de: <p>Das Skript kann nicht ausgeführt werden, weil keine Ausführungsumgebung mit dem Namen ''{0}'' konfiguriert ist.</p><p>Ziehe die Onlinehilfe zu Rate für Informationen, wie eine Ausführungsumgebung für JOSM installiert/konfiguriert werden kann.</p>
el: <p>Το σενάριο δεν μπορεί να εκτελεστεί, επειδή η μηχανή σεναρίου με όνομα '{0}' δεν έχει διαμορφωθεί.</p><p>Ανατρέξτε στην βοήθεια σε σύνδεση για πληροφορίες σχετικά με τον τρόπο εγκατάστασης/ρύθμισης μιας μηχανής σεναρίου για το JOSM.</p>
ja: <p>スクリプトは実行不能です。スクリプトエンジン ''{0}'' が設定されていません。</p><p>スクリプティングエンジンの追加・設定手順の詳細についてはオンラインヘルプを参照してください。</p>
pl: <p>Skrypt nie może być wykonany, ponieważ silnik skryptów o nazwie ''{0}'' nie jest skonfigurowany.</p><p>Wyszukaj w pomocy online informacji, jak zainstalować/skonfigurować silnik skryptów dla JOSM.</p>
uk: <p>Сценарій не може бути виконаний, через відсутність в налаштуваннях рушія ''{0}''.</p><p>Зверніться до довідки за інформацією про встановлення/налаштування рушіїв для сценаріїв в JOSM.</p>

source: <strong>Support for python plugins is disabled.</strong><br>The scripting plugin can load and run plugins written in <strong>Python</strong>. In order to use this feature the Jython interpreter has to be on the class path when you start JOSM. Currently, it isn''t and python plugin support is therefore disabled.<br><br>Launch JOSM with the following command line: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication
de: <strong>Python Plugins werden nicht unterstützt</strong><br>Das Scripting Plugin kann Plugins ausführen, die in <strong>Python</strong> implementiert sind. Dafür muss der Jython-Interpreter über den Klassen-Pfad auffindbar sein, wenn JOSM startet. Zurzeit ist das nicht der Fall und Python Plugins werden deshalb nicht unterstützt. <br><br>Starte JOSM mit folgendem Befehl auf der Kommandozeile: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication
es: <strong>El soporte para complementos python está deshabilitado.</strong><br>El complemento de scripting puede cargar y ejecutar complementos escritos en <strong>Python</strong>. Para poder utilizar esta funcionalidad el interprete Jython tiene que estar en la class path cuando inicias JOSM. Actualmente no lo está y por lo tanto el soporte para complementos python está deshabilitado.<br><br>Inicia JOSM con la siguiente línea de comando: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication
ja: <strong>Pythonプラグインのサポートは無効になっています。</strong><br>スクリプトプラグインは、<strong>Python</strong>で記述されたプラグインをロードして実行できます。この機能を使用するには、JOSMを起動したときにJythonインタプリタがクラスパス上に存在している必要があります。現在、Jythonインタプリタは存在しないため、Pythonプラグインのサポートは無効になっています。<br><br>JOSMを起動するときに、次のコマンドラインを使用します。<br>java-cp"josm-jar.jar:/path/to/jython.jar"org.openstreetmap.josm.gui.MainApplication
pl: <strong>Wsparcie dla wtyczek pythona jest wyłączone.</strong><br>Wtyczka skryptów może wczytać i uruchomić wtyczki napisane w <strong>Pythonie</strong>. Żeby użyć tej funkcji, interpreter Jython musi być dodany do ścieżki klas przy uruchamianiu JOSM. Aktualnie nie jest, w związku z czym obsługa skryptów pythona jest nadal wyłączona.<br><br>Uruchom JOSM z wiersza polecenia: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication
uk: <strong>Підтримка втулків python відключена.</strong><br>Втулок scripting може завантажувати та запускати втулки написані на <strong>Python</strong>. Щоб скористатися цією функцією, інтерпретатор Jython повинен бути вказаний в шляху класу під час запуску JOSM. Наразі це не так, і підтримку втулків python відключено.<br><br>Запустіть JOSM за допомогою наступного рядка: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication

source: Accept script descriptor and close dialog
cs: Přijmout deskriptor skriptu a zavřít dialog
da: Acceptere script beskrivelse og luk dialog
el: Αποδοχή της περιγραφής σεναρίου και κλείσιμο του διαλόγου
pl: Zaakceptuj deskryptor skryptów i zamknij okno dialogowe

source: Accept the selected scripting engine
cs: Přijměte vybraný skriptovací engine
da: Acceptere det valgte script sprog
de: Die ausgewählte Ausführungsumgebung übernehmen
el: Αποδοχή της επιλεγμένης μηχανής σεναρίου
es: Aceptar el motor de scripting seleccionado
it: Accetta il motore di scripting selezionato
ja: 選択したスクリプトエンジンを受け入れる
pl: Zaakceptuj wybrany silnik skryptów
pt: Aceitar o motor de scripting selecionado
uk: Застосувати обраний рушій сценаріїв

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
hu: Hozzáadás
it: Aggiungi
ja: 追加
lt: Pridėti
lv: Pievienot
pl: Dodaj
pt: Adicionar
ru: Добавить
uk: Додати

source: Add a jar file providing a script engine
de: Eine jar-Datei hinzufügen, die eine Ausführungsumgebung bereitstellt
el: Προσθήκη ενός αρχείου jar που παρέχει μια μηχανή σεναρίου
es: Añadir un archivo jar que proporciona un motor de script
ja: スクリプトエンジンを提供するjarファイルの追加
lt: Pridėtu jar failą turintį scenarijaus variklį
pl: Dodaj plik jar zapewniający silnik skryptów
pt: Adicionar um ficheiro jar fornecendo um motor de script
uk: Додати файл *.jar, що містить рушій сценаріїв

source: Add a list of fully qualified names of Python plugin classes the scripting plugin shall load and install at startup time. <br>Example: ''my_module.MyPlugin'' or ''my_package.my_module.MyPlugin''
de: Füge eine Liste mit vollqualifizierten Namen von Python-Klassen hinzu, die das Scripting Plugin laden und als Python-Plugins starten soll. <br>Beispiel: ''my_module.MyPlugin'' or ''my_package.my_module.MyPlugin''
ja: 起動時にスクリプトプラグインがロードおよびインストールするPythonプラグインクラスの完全修飾名のリストを追加します。<br>例: ''my_module.MyPlugin'' または ''my_package.my_module.MyPlugin''
pl: Dodaj listę pełnych nazw klas wtyczek Pythona, które powinny być wczytane i zainstalowane w czasie uruchamiania. <br>Przykład: ''my_module.MyPlugin'' lub ''my_package.my_module.MyPlugin''
uk: Додайте повний перелік назв класів втулків Python, які втулок scripting має завантажувати та встановлювати під час запуску.<br>Наприклад: ''my_module.MyPlugin'' або ''my_package.my_module.MyPlugin''

source: Add a path or jar file
cs: Přidat cesttu nebo jar soubor
da: Tilføj en sti eller jar fil
de: Füge ein Verzeichnis oder eine jar-Datei hinzu
el: Προσθήκη μιας διαδρομής ή ενός αρχείου ja
es: Agregue una ruta o un archivo jar
hu: Útvonal vagy jar fájl megadása
it: Aggiungi un percorso o un file jar
ja: パスまたはjarファイルの追加
lt: Pridėti kelią arba jar failą
pl: Dodaj ścieżkę lub plik jar
pt: Adicionar um caminho ou ficheiro JAR
ru: Добавить путь или jar-файл
uk: Додати шлях чи файл *.jar

source: Add a plugin
cs: Přidat plugin
da: Tilføj en udvidelse
de: Ein Plugin hinzufügen
el: Προσθήκη ενός πρόσθετου
es: Agregar un plugin
hu: Bővítmény hozzáadása
it: Aggiungi estensione
ja: プラグインの追加
lt: Pridėti papildinį
lv: Pievienot spraudni
pl: Dodaj wtyczkę
pt: Adicionar um módulo
ru: Добавить модуль
uk: Додати втулок

source: Add an additional repository
cs: Přidat další repozitář
da: Tilføj et ekstra repository
de: Füge eine Ablage hinzu
es: Agregar un repositorio adicional
it: Aggiungere un repository aggiuntivo
ja: 別のリポジトリを追加する
lv: Pievienot papildus repositoriju
pl: Dodaj dodatkowe repozytorium
pt: Adicionar um repositório adicional
ru: Добавить дополнительный репозиторий
uk: Додати додатковий репозиторій

source: Add directories and/or jar files where the Jython engine shall look for Python packages or modules.
cs: Přidejte adresáře a / nebo jar soubory, kde engine Jython bude hledat balíčky nebo moduly Pythonu.
de: Füge Verzeichnisse oder jar-Dateien hinzu, in denen die Ausführungsumgebung Jython nach Python-Paketen und -Modulen suchen soll.
es: Agregar directorios y/o archivos jar donde el motor Jython debiera buscar paquetes o módulos Python.
ja: JythonエンジンがPythonパッケージまたはモジュールを検索するディレクトリーやjarファイルを追加します。
pl: Dodaj foldery i/lub pliki jar, gdzie silnik Jython powinien szukać paczek i modułów Pythona.
ru: Добавьте каталоги и/или jar-файлы, в которых движок Jython будет искать пакеты или модули Python.
uk: Додати теки та/або файли *.jar де рушій Jython має шукати пакунки та модулі Python.

source: Add toolbar button
cs: Přidat tlačítko do nástrojové lišty
da: Tilføj værktøjslinjeknap
de: Schaltfläche in Werkzeugleiste hinzufügen
el: Προσθέστε το κουμπί της γραμμής εργαλείων
es: Añadir botón de barra de herramientas
hu: Eszköztár gomb hozzáadása
it: Aggiungi pulsante barra degli strumenti
ja: ツールバーボタンを追加
lt: Pridėti įrankių juostos mygtuką
pl: Dodaj przycisk do paska narzędzi
pt: Adicionar botão na barra de ferramentas
uk: Додати кнопку на панель

source: Added {0} primitive
de: {0} Objekte hinzugefügt
es: Añadida {0} primitiva
it: Aggiunte la primitiva {0}
ja: {0}プリミティブが追加されました
pl: Dodano {0} element
pt: Adicionada {0} primitiva
uk: Додано {0} об’єкт

source: Always on top
da: Altid øverst
de: Immer im Vordergrund
el: Πάντα στην κορυφή
es: Siempre encima
hu: Mindig felül
it: Sempre in primo piano
ja: 常に手前に表示
lt: Visada viršuje
lv: Vienmēr virspusē
pl: Zawsze na wierzchu
pt: Sempre no topo
ru: Всегда наверху
uk: Завжди зверху

source: An error occured in the script.
da: Der opstod en fejl i scriptet.
el: Παρουσιάστηκε σφάλμα στο σενάριο.
lt: Įvyko klaida scenarijuje.
pl: W skrypcie wystąpił błąd
ru: Произошла ошибка в скрипте.

source: Automatically derive a script engine from the file name.
el: Αυτόματη εξαγωγή μιας μηχανής σεναρίου από το όνομα του αρχείου.
pl: Automatycznie wykryj silnik skryptu na podstawie nazwy pliku.

source: Available engines:
cs: Dostupné enginy:
de: Verfügbare Ausführungsumgebungen:
el: Διαθέσιμες μηχανές:
es: Motores disponibles:
it: Motori disponibili:
ja: 使用可能なエンジン:
lt: Galimi varikliai:
lv: Pieejamie dzinēji:
pl: Dostępne silniki:
pt: Motores disponíveis:
ru: Доступные движки:
uk: Доступні рушії:

source: Available script engines
cs: Dostupné skriptovací enginy
de: Verfügbare Ausführungsumgebungen
el: Διαθέσιμες μηχανές κειμένου
es: Motores de script disponibles
it: Motori di Script disponibili
ja: 使用可能なスクリプトエンジン
lt: Galimi scenarijų varikliai
lv: Pieejamie skriptu dzinēji
pl: Dostępne silniki skryptów
pt: Motores de script disponíveis
uk: Доступні рушії сценаріїв

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
hu: Mégse
it: Annulla
ja: キャンセル
lt: Atsisakyti
lv: Atcelt
pl: Anuluj
pt: Cancelar
ru: Отмена
uk: Скасувати

source: Cancel and close dialog
cs: Zrušit a zavřít dialog
da: Annuller og luk dialog
el: Ακύρωση και κλείσιμο διαλόγου
lt: Atšaukti ir uždaryti dialogą
pl: Anuluj i zamknij okno dialogowe
ru: Отменить и закрыть диалог

source: Change...
cs: Změnit...
da: Skift...
el: Αλλαγή...
lt: Pakeisti...
lv: Mainīt...
pl: Zmień...
ru: Изменить...

source: Changed {0} primitive
de: {0} Objekte hinzugefügt
es: Se cambio la primitiva {0}
it: Modificate la primitiva {0}
ja: 変更された{0}プリミティブ
pl: Zmieniono {0} element
pt: Alterada {0} primitiva
uk: Змінено {0} об’єкт

source: Choose a script engine
cs: Vybrat skriptovací engine
el: Επιλογή μηχανής σεναρίου
pl: Wybierz silnik skryptów

source: Clear log
cs: Vyčistit protokol
da: Slet log
de: Protokoll leeren
el: Διαγραφή αρχείου καταγραφής
es: Limpiar registro
hu: Napló törlése
it: Azzera registro
ja: ログのクリア
lt: Išvalyti žurnalą
lv: Iztīrīt log
pl: Wyczyść dziennik
pt: Limpar registo
ru: Очистить журнал
uk: Очистити лог

source: Clear the log content
cs: Vymazat obsah protokolu
da: Slet logindholdet
de: Leere den Inhalt des Protokolls
el: Διαγραφή περιεχομένου του αρχείου καταγραφής
es: Limpiar el contenido del registro
hu: Napló tartalmának törlése
it: Cancella il contenuto del file di log
ja: ログの内容を消去する
lt: Išvalyti žurnalo turinį
pl: Wyczyść zawartość dziennika
pt: Limpar o conteúdo do registo
ru: Удалить содержимое журнала
uk: Очистити вміст логу

source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
hu: Bezárás
it: Chiudi
ja: 閉じる
lt: Užverti
lv: Aizvērt
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити

source: Close the scripting console
cs: Zavřít skriptovací konzoli
de: Die Skripting-Konsole schließen
el: Κλείσιμο κονσόλας σεναρίου
es: Cerrar la consola de scripting
it: Chiudere la console di scripting
ja: スクリプトコンソールを閉じます。
lt: Uždaryti scenarijaus konsolę
pl: Zamknij konsolę skryptów
pt: Fechar a consola de scripting
ru: Закрыть консоль Scripting
uk: Закрити консоль сценарію

source: Configure script engines and scripts
cs: Konfigurovat skriptovací enginy a skripty
de: Ausführungsumgebungen und Skripte konfigurieren
el: Διαμόρφωση μηχανής σεναρίου και σεναρίων
es: Configurar motores de script y scripts
it: Configurare i motori di script e gli scripts
ja: スクリプトエンジンとスクリプトの設定
pl: Konfiguracja silników skryptów i skryptów
pt: Configurar os motores de script e scripts
ru: Настройки скриптов и скриптовых движков
uk: Налаштування рушія та сценаріїв

source: Configure scripting preferences
cs: konfigurujte předvolby skriptování
de: Einstellungen für Skripting konfigurieren
el: Διαμόρφωση προτιμήσεων σεναρίων
es: Configurar preferencias de scripting
it: Imposta le preferenze di scripting
ja: スクリプトの環境設定
pl: Konfiguracja preferencji skryptów
pt: Configurar preferências de scripting
ru: Настроить параметры модуля scripting
uk: Налаштування параметрів сценаріїв

source: Configure...
cs: Konfigurovat...
da: Konfigurer...
de: Konfigurieren …
el: Διαμόρφωση...
es: Configurar...
hu: Beállítás...
it: Configura...
ja: 設定...
lt: Konfigūruoti...
pl: Konfiguruj...
pt: Configurar...
ru: Настройки...
uk: Налаштування…

source: Create or edit a CommonJS module repository
cs: Vytvořit nebo upravit repozitář modulu CommonJS
da: Opret eller rediger et CommonJS-modul repository
de: Eine CommonJS-Modul-Ablage anlegen oder editieren
es: Crea o edita un repositorio de módulos CommonJS
ja: CommonJSモジュール・リポジトリの作成または編集
pl: Utwórz lub edytuj repozytorium modułu CommonJS
pt: Criar ou editar um repositório de módulo CommonJS
uk: Створити або змінити репозиторій модуля CommonJS

source: Create or edit a path
cs: Vytvořit nebo upravit cestu
da: Opret eller rediger en sti
de: Einen Pfad anlegen oder editieren
el: Δημιουργία ή επεξεργασία μιας διαδρομής
es: Crear o editar una ruta
hu: Útvonal létrehozása vagy módosítása
it: Crea o modifica un percorso
ja: パスを作成または編集する
pl: Utwórz lub edytuj ścieżkę
pt: Criar ou editar um caminho
uk: Створити або змінити шлях

source: Current file:
da: Aktuel fil:
de: Aktuelle Datei:
el: Τρέχον αρχείο:
es: Archivo actual:
hu: Aktuális fájl:
it: File corrente:
ja: 現在のファイル:
lt: Dabartinis failas:
lv: Pašreizējā datne:
pl: Bieżący plik:
pt: Ficheiro atual:
ru: Текущий файл:
uk: Поточний файл:

source: Define a new script
da: Definer et nyt script
el: Ορίστε ένα νέο σενάριο
pl: Określ nowy skrypt

source: Deleted {0} primitive
de: {0} Objekte gelöscht
es: Borrada {0} primitiva
it: Primitiva {0} cancellata
ja: 削除された{0}プリミティブ
pl: Usunięto {0} element
pt: Eliminada {0} primitiva
uk: Вилучено {0} об’єкт
