Repository: Gubaer/josm-scripting-plugin
Catalog: src/main/po/*.po
Languages: cs, da, de, el, es, hu, it, ja, lt, lv, pl, pt, ru, uk

source: translator-credits
de: Launchpad Contributions: Alex Rampp https://launchpad.net/~bitschupser Alexander Wunschik https://launchpad.net/~alex-wunschik AlphaRay https://launchpad.net/~3d Andre Hinrichs https://launchpad.net/~andre-hinrichs Andreas Abraham https://launchpad.net/~andreas-abraham Andreas M. https://launchpad.net/~andreasm Angelo Banse https://launchpad.net/~angelobanse BBO https://launchpad.net/~bbo Bernd https://launchpad.net/~bernd80 Bodo https://launchpad.net/~bodo-bodo-m Bärli https://launchpad.net/~bhopke Carsten Gerlach https://launchpad.net/~carsteng Christian Faulhammer https://launchpad.net/~fauli Christian Loos https://launchpad.net/~cloos Claudius Henrichs https://launchpad.net/~claudius-h Creo https://launchpad.net/~creo-launchpad Daniel S https://launchpad.net/~dadosch Daniel Seibert https://launchpad.net/~dseibert Daniel Winzen https://launchpad.net/~q-d-deactivatedaccount Dave https://launchpad.net/~swissbite David Lichti https://launchpad.net/~dlichtistw David Zumbrunnen https://launchpad.net/~zumbrunnen Denis Graipel https://launchpad.net/~denis98 Dennis Baudys https://launchpad.net/~thecondordb Dennis Roch https://launchpad.net/~ysae Dieter W. https://launchpad.net/~geozeisig Dirk Fischer https://launchpad.net/~dfisc Dirk Stöcker https://launchpad.net/~stoecker Don-vip https://launchpad.net/~vincent-privat Ettore Atalan https://launchpad.net/~atalanttore Fabian Riechsteiner https://launchpad.net/~ruffy91-gmail Falko Thomale https://launchpad.net/~f-thomale Felix Schweighofer https://launchpad.net/~felix-schweighofer Fichtennadel https://launchpad.net/~soskifub+launchpad Florian Schlichting https://launchpad.net/~fschlich Florian Schüller https://launchpad.net/~schuellerf Gerold Kogler https://launchpad.net/~gnosis Gubaer https://launchpad.net/~karl-guggisberg Hartmut Holzgraefe https://launchpad.net/~hartmut-php Hb https://launchpad.net/~hbb Henning Kleen https://launchpad.net/~henning-kleen Henrik Niehaus https://launchpad.net/~henrik-niehaus Heros https://launchpad.net/~heros Holger https://launchpad.net/~holger-burkhardt Hufkratzer https://launchpad.net/~hufkratzer Ingolf Knopf https://launchpad.net/~ingolf-knopf Int https://launchpad.net/~hipsterhasser66 Jacob Bräutigam https://launchpad.net/~jacobbraeutigam Johannes Höhn https://launchpad.net/~johannes-karl-hoehn Johannes Wienke https://launchpad.net/~languitar Jörg Possin https://launchpad.net/~joerg-possin Keruskerfuerst https://launchpad.net/~arminmohring Klumbumbus https://launchpad.net/~klumbumbus Lukas Sommer https://launchpad.net/~sommerluk Marco Schicke https://launchpad.net/~chqrc Michael Keppler https://launchpad.net/~bananeweizen MrTux https://launchpad.net/~sstrickroth Niklas B https://launchpad.net/~bjoeni Oli-Wan https://launchpad.net/~oliver-kaleske Oliver W https://launchpad.net/~oliver-wieland Patrick Brueckner https://launchpad.net/~madmuffin Patrick Drotleff https://launchpad.net/~patrick-d Philipp Kießler https://launchpad.net/~pocytac RobinD https://launchpad.net/~emergency99 Roman Peters https://launchpad.net/~openstreetmap-romanpeters Sebastian Schlatow https://launchpad.net/~buzz-dee Serpens https://launchpad.net/~serpens Simon Legner https://launchpad.net/~simon04 Spoony https://launchpad.net/~spoony-gmx Stefan https://launchpad.net/~swus Svein Olav Hagen https://launchpad.net/~svein-olav Sven Anders https://launchpad.net/~sven-anders-hamburg Sören Gasch https://launchpad.net/~soeren-gasch Thomas Magnet https://launchpad.net/~llcoolt Tim O. https://launchpad.net/~tim.o-deactivatedaccount Tobias Bannert https://launchpad.net/~toba Torsten Breda https://launchpad.net/~to-bre Velosoph https://launchpad.net/~velosoph Vinzenz Vietzke https://launchpad.net/~vinzv WillyTM https://launchpad.net/~willy-tm aikon https://launchpad.net/~onelist bastik https://launchpad.net/~bstk bundesrainer https://launchpad.net/~3-launchpad-bundesrainer-de cmdrhenner https://launchpad.net/~cmdrhenner da-osm https://launchpad.net/~m8r-1buyjd dankert https://launchpad.net/~jan-2008 delphin1965 https://launchpad.net/~hadwiger dewa https://launchpad.net/~dwagner1270 eartrumpet https://launchpad.net/~tk-8 eknus https://launchpad.net/~michael-sunke fly https://launchpad.net/~lowflight66 framm https://launchpad.net/~ramm frawe https://launchpad.net/~frawe fsch https://launchpad.net/~fsch fschmitt https://launchpad.net/~florian-schmitt girus https://launchpad.net/~news1 goto https://launchpad.net/~gotolaunchpad hans951 https://launchpad.net/~mail-hans-fabritius herbert https://launchpad.net/~bsecd holger (lp) https://launchpad.net/~holger-lp lesi https://launchpad.net/~lesi mabri https://launchpad.net/~mabri malenki https://launchpad.net/~x-launchpad-r malex https://launchpad.net/~manfred-lex matmai https://launchpad.net/~matthias-maier maxsenft https://launchpad.net/~max-senft-net metehyi https://launchpad.net/~metehyi mjulius https://launchpad.net/~matthias-julius-net morbz https://launchpad.net/~morbz1 neufeind https://launchpad.net/~neufeind phobie https://launchpad.net/~phobie sysrequest https://launchpad.net/~hypnose-kroete uboot https://launchpad.net/~uboot ulfl https://launchpad.net/~ulf-lamping vsandre https://launchpad.net/~vsandre wernerschka https://launchpad.net/~wernerschka1 xuiqzy https://launchpad.net/~xuiqzy Łukasz Jernaś https://launchpad.net/~deejay1
es: Launchpad Contributions: Abraham Sáyago https://launchpad.net/~absay Adolfo Jayme https://launchpad.net/~fitojb Alejandro Malo https://launchpad.net/~alejandromalo Amaeth https://launchpad.net/~dfoxpro Angelo Banse https://launchpad.net/~angelobanse Carlos Martín Nieto https://launchpad.net/~cmn Dakkil https://launchpad.net/~dakkil91 Daniel Doblado https://launchpad.net/~danieldoblado Dario https://launchpad.net/~dario-villar-v David Marín https://launchpad.net/~davefx DiegoJ https://launchpad.net/~diegojromerolopez Dirk Stöcker https://launchpad.net/~stoecker Don-vip https://launchpad.net/~vincent-privat Eduardo Alberto Calvo https://launchpad.net/~edu5800 Emilien Klein https://launchpad.net/~emilien-klein Emilio Gomez Fernandez https://launchpad.net/~egofer Fco. Javier https://launchpad.net/~fjavier-gr Feder Sáiz https://launchpad.net/~federsaiz-deactivatedaccount Federico Vera https://launchpad.net/~fedevera Gonzalo Perez https://launchpad.net/~zalitoar IgorTamara https://launchpad.net/~igortamarapatino Ildefonso https://launchpad.net/~bestobest4087 Jaime Crespo https://launchpad.net/~jynus Javier Pflaum https://launchpad.net/~javierpf Javier Sanchez https://launchpad.net/~javiersanp Jesús https://launchpad.net/~jgenicio-movil Jesús Gómez Fernández https://launchpad.net/~je-gomez Jesús Gómez Fernández https://launchpad.net/~jesus-gomez-fdez Jesús López https://launchpad.net/~jesuslopez65 Johnattan Rupire https://launchpad.net/~jarjacha Jonay https://launchpad.net/~jonay-santana Jorge Luis Chamorro https://launchpad.net/~chamorro Jose M. Carralero https://launchpad.net/~chuma23m José Ernesto Dávila Pantoja https://launchpad.net/~josernestodavila JoséP1983 https://launchpad.net/~josep1983 Juan Eduardo Riva https://launchpad.net/~juaneduardoriva Juan Luis Rodríguez https://launchpad.net/~juanluisrp Juan Sebastián Marulanda https://launchpad.net/~juanchito2006 Julian Alarcon https://launchpad.net/~alarconj Leo Arias https://launchpad.net/~elopio Luiyo https://launchpad.net/~luisgc Lukas Sommer https://launchpad.net/~sommerluk Matias Reyes https://launchpad.net/~matiasr Monkey https://launchpad.net/~monkey-libre Nacho Blanco https://launchpad.net/~nako Omar Vega https://launchpad.net/~ovruni Oscar Fabian Prieto Gonzalez https://launchpad.net/~ofpprieto Pablito https://launchpad.net/~pabloalecastillo Pablo Zubiaurre https://launchpad.net/~pablozub89 Paco Molinero https://launchpad.net/~franciscomol Pau Font Martinez https://launchpad.net/~bytedevil PerroVerd https://launchpad.net/~perroverd Pla https://launchpad.net/~pla-aire Pyro Maggot https://launchpad.net/~alberto.chung Raúl González Duque https://launchpad.net/~zootropo Roberto Geb https://launchpad.net/~robertogeb Rodrigo https://launchpad.net/~rodhos-hp Rodrigo https://launchpad.net/~rodrigopat45 Rodrigo Moya https://launchpad.net/~rodrigo-moya Rodrigo Rega https://launchpad.net/~rodrigorega Rogelio Meza Torres https://launchpad.net/~rogelio-meza-t Rummidge https://launchpad.net/~pgomezg Rummidge https://launchpad.net/~pgomezg-gmail Sergio C. Orozco Torres https://launchpad.net/~scot3004 Simon Legner https://launchpad.net/~simon04 SkimO https://launchpad.net/~glozano-noldata Sonia Alenda https://launchpad.net/~soniaalenda Xan https://launchpad.net/~dxpublica Xuacu Saturio https://launchpad.net/~xuacusk8 cdavila https://launchpad.net/~cdavilam costales https://launchpad.net/~costales cronoser https://launchpad.net/~oscar-zorrilla delectomorfo https://launchpad.net/~delectomorfo dsp55 https://launchpad.net/~dsaneusp eSe https://launchpad.net/~snaker edrux https://launchpad.net/~edrux finimento https://launchpad.net/~f-launchpad-50-mafalda inigo https://launchpad.net/~inigo-zuluaga jdross https://launchpad.net/~jd-ross-17 jsefija@gmail.com https://launchpad.net/~jsefija k1wi https://launchpad.net/~k1wiosm manuelmicro https://launchpad.net/~manuelmicro mariomx08 https://launchpad.net/~mariohs-33 mor https://launchpad.net/~newcuenta pertile https://launchpad.net/~leopoldofederico polkillas https://launchpad.net/~polkillas sanchi https://launchpad.net/~sanchi2 sebikul https://launchpad.net/~sebikul sergionaranja https://launchpad.net/~sergiosevillano-mail
hu: Launchpad Contributions: AndreasTUHU https://launchpad.net/~poggyasz Balló György https://launchpad.net/~ballogy Bertalan Zsolt https://launchpad.net/~keretlenide Botos Yeti https://launchpad.net/~athoss Bálint Nagy https://launchpad.net/~nagy-balint Báthory Péter https://launchpad.net/~bathory Don-vip https://launchpad.net/~vincent-privat Ferenc Veres https://launchpad.net/~lion-netngine Gábor Babos https://launchpad.net/~babos HVGY https://launchpad.net/~szupernova Heisenb0rg https://launchpad.net/~soos-zoltan Jankó J. A. https://launchpad.net/~jankoja KAMI https://launchpad.net/~kami911 Kolesár András https://launchpad.net/~kolesar.andras Marta Homann https://launchpad.net/~marta-homann Mákszem Béla https://launchpad.net/~rdi-supermap Orbán Péter https://launchpad.net/~orban-peter Peter Butschli https://launchpad.net/~butschlipeter Strapontin https://launchpad.net/~dkeszthely Szem https://launchpad.net/~szem-net Szilveszter Kovács https://launchpad.net/~hunsly Tamas Gervai https://launchpad.net/~gthrepwood Tibor Török https://launchpad.net/~ttyborg Zoltan Faludi https://launchpad.net/~faludiz Zoltán Krasznecz https://launchpad.net/~krasznecz-zoltan bkanik https://launchpad.net/~kanik-barnabas brncsk https://launchpad.net/~adam-barancsuk flaktack https://launchpad.net/~flaktack palos https://launchpad.net/~palosutca Ákos Fehér https://launchpad.net/~aafeher Úr Balázs https://launchpad.net/~urbalazs
it: Launchpad Contributions: Andrea Amoroso https://launchpad.net/~heiko81 Andrea Musuruane https://launchpad.net/~musuruan Arturo Mazzi https://launchpad.net/~amazzo Bredy https://launchpad.net/~bredyfox Cristian Testa https://launchpad.net/~testa-cristian Daniele Costarella https://launchpad.net/~daniele-costarella Daniele Romagnoli https://launchpad.net/~dany-geotools Dardy87 https://launchpad.net/~dardus87 David Paleino https://launchpad.net/~dpaleino Davide https://launchpad.net/~davide-pri Davide Prade https://launchpad.net/~davalv Dirk Stöcker https://launchpad.net/~stoecker Don-vip https://launchpad.net/~vincent-privat EdoM https://launchpad.net/~edoardo-edoardomarascalchi FabC https://launchpad.net/~f-carrai Fabrizio Lorenzini https://launchpad.net/~fabrizio-lorenzini Francesco de Virgilio https://launchpad.net/~fradeve-deactivatedaccount Giacomo Boschi https://launchpad.net/~gwilbor Giovanni Mascellani https://launchpad.net/~giomasce Gábor Babos https://launchpad.net/~babos Hackharo https://launchpad.net/~hackharo Ircama https://launchpad.net/~amacri Lorenzo De Liso https://launchpad.net/~blackz Luca Livraghi https://launchpad.net/~luca91 Luca_orlandi https://launchpad.net/~luca-orlandi-hotmail Lucio https://launchpad.net/~lumatemp-nospam Luigi Toscano https://launchpad.net/~ltosky Martino Barbon https://launchpad.net/~martins999 Matteo Fumi https://launchpad.net/~matteo.fumi Miellino https://launchpad.net/~stefano-tampieri Mika Laari https://launchpad.net/~laari Milo Casagrande https://launchpad.net/~milo Moire https://launchpad.net/~flare Moretti Roberto https://launchpad.net/~ilrobi MrFrem82 https://launchpad.net/~frem82 Paolooo https://launchpad.net/~paulnks Pietrao https://launchpad.net/~isottipietro Sbiribizio https://launchpad.net/~ftambussa SebastianoPistore https://launchpad.net/~sebastiano-pistore Silvio Brera https://launchpad.net/~silviopen Simon Legner https://launchpad.net/~simon04 Stefano Pallicca https://launchpad.net/~stepallicca angelo https://launchpad.net/~bj7u6139zdyf2a6nz2ly74oec10f2lnela24rsgd389d0elot5a7jz6hawymvsdk8c4sd6srfzh4ilnrb31ygxg0292af7guy56qy5sk8bw8m5-info-jjcftv6wldnzq84cskygyvhqqb9qwjfcq0yfnwzcca0ux8ircw2a3om624q2ycdp941uw5474gcdbi2qtcnliiwmmp1l7bgovd6vk7ucygwlq7 battarsa https://launchpad.net/~samuele-battarsa berserkhc https://launchpad.net/~marko85ct dieterdreist https://launchpad.net/~mk-koppenhoefer giardia https://launchpad.net/~fabriziosm jeawrong https://launchpad.net/~jeawithlove lang-it https://launchpad.net/~lang-it mircozorzo https://launchpad.net/~mircozorzo paolomedina https://launchpad.net/~paolomedina ptia https://launchpad.net/~ptia simone https://launchpad.net/~simone-cortesi-com simone.sandri https://launchpad.net/~lexluxsox venerdi https://launchpad.net/~mendem vincivis https://launchpad.net/~vincivis
pt: Launchpad Contributions: Almufadado https://launchpad.net/~almufadado Blademir https://launchpad.net/~blademirtc David https://launchpad.net/~david77 Dirk Stöcker https://launchpad.net/~stoecker Don-vip https://launchpad.net/~vincent-privat FreeAtMind https://launchpad.net/~pauloapfernandes Hugo Natal da Luz https://launchpad.net/~hugonluz Ivo Xavier https://launchpad.net/~ivoxavier Jorge Gustavo https://launchpad.net/~jgr RPome https://launchpad.net/~rpome Ricardo Martins https://launchpad.net/~rikhard-martins Ricardo Soares Barbosa https://launchpad.net/~i990342 Rui https://launchpad.net/~xande6ruz Skippern https://launchpad.net/~gay-today SkudY https://launchpad.net/~skudy-210 Tiago Silva https://launchpad.net/~tiagosilva atiatinini https://launchpad.net/~atiatinini jonocosa https://launchpad.net/~jonocosa
uk: Launchpad Contributions: ANT https://launchpad.net/~velmyshanovnyi Andrii Prokopenko https://launchpad.net/~anprok Barbos https://launchpad.net/~lin-email Dirk Stöcker https://launchpad.net/~stoecker Don-vip https://launchpad.net/~vincent-privat Eugene Ghostishev https://launchpad.net/~ghostishev Igor Shubovych https://launchpad.net/~igor-shubovych Illya https://launchpad.net/~sillya Pavlo Taranov https://launchpad.net/~taranov-pavlo Sender https://launchpad.net/~sender Simon Legner https://launchpad.net/~simon04 andygol https://launchpad.net/~andygol arconaut https://launchpad.net/~arcoant benial https://launchpad.net/~benial darkonus https://launchpad.net/~darkonus yurkoy https://launchpad.net/~yuriy-yashchenko ~Jhellico https://launchpad.net/~jhellico Мокринский Павел https://launchpad.net/~pasharm
