Repository: Gubaer/josm-scripting-plugin
Catalog: src/main/po/*.po
Languages: cs, da, de, el, es, hu, it, ja, lt, lv, pl, pt, ru, uk

source: Didn''t find a suitable syntax kit for the script engine <strong>{0}</strong>.
cs: Nenalezena vhodná syntaktická sada pro skriptovací engine <strong>{0}</strong>.
pl: Nie odnaleziono zestawu składni odpowiedniego dla silnika skryptu <strong>{0}</strong>.

source: Display name:
cs: Zobrazovaný název:
da: Vis navn:
el: Εμφάνιση ονόματος:
lv: Displeja vārds:
pl: Wyświetlana nazwa:
ru: Отображаемое имя:

source: Down
cs: Dolu
da: Ned
de: Runter
el: Κάτω
es: Bajar
hu: Le
it: Giù
ja: 下
lt: Žemyn
pl: W dół
pt: Descer
ru: Вниз
uk: Вниз

source: Download and install scripting engine
cs: Stáhnout a instalovat skriptovací engine
de: Ausführungsumgebung herunterladen und installieren
el: Λήψη και εγκατάσταση μιας μηχανής σεναρίων
es: Descargar e instalar motor de scripting
it: Scarica ed installa il motore di scripting
ja: スクリプトエンジンのダウンロードとインストール
lt: Atsiųsti ir įdiegti scenarijaus variklį
pl: Pobierz i zainstaluj silnik skryptów
pt: Descarregar e instalar o motor de scripting
uk: Завантажити та встановити рушій

source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
hu: Szerkesztés
it: Modifica
ja: 編集
lt: Taisa
lv: Rediģēt
pl: Edycja
pt: Editar
ru: Правка
uk: Правити

source: Edit a script
cs: Upravit skript
da: Rediger et script
el: Επεξεργασία ενός σεναρίου
lt: Redaguoti scenarijų
lv: Rediģēt skriptu
pl: Edytuj skrypt

source: Embedded Rhino engine
cs: Vložený engine Rhino
el: Ενσωματωμένη μηχανή Rhino
lv: Iebūvētais Rhino dzinējs
pl: Wbudowany silnik Rhino
ru: Встроенный движок Rhino

source: Empty file name
cs: Prázdný název souboru
da: Tomt filnavn
de: Leerer Dateiname
el: Κενό όνομα αρχείου
es: Nombre de archivo vacío
hu: Üres fájlnév
it: Nome file vuoto
ja: 空のファイル名
lt: Tuščias failo pavadinimas
lv: Tukšs datnes nosaukums
pl: Pusta nazwa pliku
pt: Nome de ficheiro vazio
ru: Пустое имя файла
uk: Не зазначено назву файлу

source: Enter additional JAR files which provide script engines.
de: Zusätzliche JAR-Dateien eingeben, die Ausführungsumgebungen bereitstellen.
el: Εισαγάγετε πρόσθετα αρχεία JAR που παρέχουν μηχανές σεναρίων.
ja: スクリプトエンジンを提供する追加のJARファイルを入力します。
lv: Ievadi papildus JAR datnes, kas satur skriptu dzinējus.
pl: Podaj dodatkowe pliki JAR zawierające silniki skryptów.
pt: Introduza ficheiros JAR adicionais que forneçam motores de script.
uk: Додайте файли JAR, які містять додаткові рушії сценаріїв.

source: Enter the name of a script file
cs: Zadat název souboru skriptu
da: Indtast navnet på en script fil
de: Geben Sie den Namen der Skript-Datei ein.
el: Καταχώρηση του ονόματος ενός αρχείου σεναρίου
es: Ingrese el nombre de un archivo script
hu: Parancsfájl nevének megadása
it: Inserire il nome di un file di script
ja: スクリプトファイルの名前を入力
lt: Įveskite scenarijaus failo pavadinimą
lv: Ievadi skriptu datnes nosaukumu
pl: Podaj nazwę pliku skryptu
pt: Introduza o nome de um ficheiro de script
ru: Введите имя файла скрипта
uk: Вкажіть файл сценарію

source: Error: failed to load local map from mime-types to syntax kits
cs: Chyba: nelze načíst lokální mapu z typů mime do syntaktických sad
pl: Błąd: nie udało się załadować lokalnej mapy z typów mime do zestawów składni

source: Error: failed to load resource file ''{0}''
cs: Chyba: Nelze načíst soubor prostředků ''{0}''
da: Fejl: kunne ikke indlæse ressource fil ''{0}''
el: Σφάλμα: απέτυχε η φόρτωση του αρχείου πόρων ''{0}''
pl: Błąd: nie udało się wczytać pliku zasobu "{0}"
ru: Ошибка: не удалось загрузить файл ресурсов ''{0}''

source: Error: resource file ''{0}'' not found
cs: Chyba: soubor prostředků ''{0}'' nebyl nalezen
da: Fejl: ressource fil ''{0}'' ikke fundet
el: Σφάλμα: το αρχείο πόρων ''{0}'' δεν βρέθηκε
pl: Błąd: nie odnaleziono pliku zasobu "{0}"
ru: Ошибка: файл ресурсов ''{0}'' не найден

source: Execute the script
cs: Spustit skript
de: Skript ausführen
el: Εκτέλεση του σεναρίου
es: Ejecutar el script
hu: Parancsfájl végrehajtása
it: Eseguire lo script
ja: スクリプトの実行
lt: Vykdyti scenarijų
lv: Palaist skriptu
pl: Wykonaj skrypt
pt: Executar o script
ru: Выполнить скрипт

source: Executing scripts in language <strong>{0}</strong> using engine <strong>{1}</strong>.
de: Skripts werden in der Sprache <strong>{0}</strong> mit der Ausführungsumgebung <strong>{1}</strong> ausgeführt.
el: Εκτέλεση σεναρίων στη γλώσσα <strong>{0}</strong> με χρήση μηχανής <strong>{1}</strong>.
it: Sto eseguendo gli scripts nella lingua <strong>{0}</strong> usando il motore <strong>{1}</strong>.
ja: エンジン<strong>{1}</strong>を使用して、言語<strong>{0}</strong>でスクリプトを実行しています。
pl: Wykonywanie skryptu w języku <strong>{0}</strong> przy użyciu silnika <strong>{1}</strong>.
pt: A executar os script na língua <strong>{0}</strong> utilizando o motor <strong>{1}</strong>.

source: Executing scripts with the built-in scripting engine for language <strong>{0}</strong> based on <strong>{1}</strong>.
de: Skripts werden mit der eingebauten Ausführungsumgebung <strong>{0}</strong> in der Sprache <strong>{1}</strong> ausgeführt.
el: Εκτελώντας σεναρίων με την ενσωματωμένη μηχανή σεναρίων για τη γλώσσα <strong>{0}</strong> βασισμένο στο <strong>{1}</strong>.
it: Sto eseguendo gli scripts con il motore di scripting incorporato per la lingua <strong>{0}</strong> basato su <strong>{1}</strong>.
ja: <strong>{1}</strong>に基づく言語<strong>{0}</strong>の内蔵スクリプトエンジンを使用してスクリプトを実行しています。
pl: Wykonywanie skryptu przy użyciu wbudowanego silnika skryptów dla języka <strong>{0}</strong> na podstawie <strong>{1}</strong>.
pt: A executar os scripts com o motor de scripting embutido para a língua <strong>{0}</strong> baseado em <strong>{1}</strong>.

source: FATAL: Failed to initialize scripting plugin.
cs: FATAL: Nepodařilo se inicializovat plugin pro skriptování
el: ΚΡΙΣΙΜΟ: Αδύνατη η αρχικοποίηση του πρόσθετου σεναρίου.
pl: BŁĄD KRYTYCZNY: Błąd inicjacji wtyczki skryptów.
ru: ФАТАЛЬНАЯ ОШИБКА: не удалось инициализировать модуль scripting.

source: Failed to create URL referring to the module repository ''{0}''
da: Kunne ikke oprette URL der henviser til repository modulet ''{0}''
de: Auf Modul-Ablage ''{0}'' verweisende URL konnte nicht erstellt werden
el: Αποτυχία δημιουργίας διεύθυνσης URL αναφερόμενη στην αποθήκη ενότητα ''{0}''
ja: モジュールリポジトリ''{0}''を参照するURLを作成できませんでした
pl: Błąd tworzenia URL odwołującego się do modułu repozytorium "{0}"
pt: Falhou a criação do URL referente ao repositório do módulo ''{0}''

source: Failed to instantiate plugin ''{0}''.
cs: Nepodařilo se vytvořit instanci pluginu ''{0}''.
de: Das Plugin ''{0}'' konnte nicht instanziiert werden.
ja: プラグイン''{0}''のインスタンス化に失敗しました。
pl: Błąd tworzenia instancji wtyczki "{0}".
pt: Falhou a instância do módulo ''{0}''.

source: Failed to load file ''{0}''.
da: Kunne ikke indlæse fil ''{0}''.
de: Die Datei ''{0}'' konnte nicht geladen werden.
el: Αποτυχημένη η φόρτωση του αρχείου ''{0}''.
es: Falló al cargar el archivo ''{0}''.
hu: Hiba ''{0}'' fájl betöltésekor
it: Impossibile caricare il file ''{0}''.
ja: ファイル''{0}''をロードできませんでした。
pl: Błąd wczytywania pliku "{0}".
pt: Falhou o carregamento do ficheiro ''{0}''.
ru: Не удалось загрузить файл ''{0}''.

source: Failed to load icon ''{0}''
cs: Nepodařilo se načíst ikonu ''{0}''
da: Kunne ikke indlæse ikon ''{0}''
de: Konnte das Symbol ''{0}'' nicht laden
el: Αποτυχημένη η φόρτωση του εικονιδίου ''{0}''.
es: Falló al cargar el icono ''{0}''
hu: Hiba ''{0}'' ikon betöltésekor
it: Impossibile caricare l''icona ''{0}''
ja: アイコン''{0}''のロードに失敗しました
pl: Błąd wczytywania ikony ''{0}''
pt: Falhou o carregamento do ícone ''{0}''
ru: Не удалось загрузить значок ''{0}''

source: Failed to load icon ''{0}/{1}''
cs: Nepodařilo se načíst ikonu ''{0}/{1}''
da: Kunne ikke indlæse ikon ''{0}/{1}''
de: Das Symbol ''{0}/{1}'' konnte nicht geladen werden
el: Αποτυχημένη η φόρτωση του εικονιδίου '{0}/{1}''
hu: Hiba ''{0}/{1}'' ikon betöltésekor
it: Impossibile caricare l''icona ''{0}/{1}''
ja: アイコン''{0}/{1}''のロードに失敗しました
pl: Błąd wczytywania ikony ''{0}/{1}''
pt: Falhou o carregamento do ícone ''{0}/{1}''
ru: Не удалось загрузить значок ''{0}/{1}''

source: Failed to load python module ''{0}''. Make sure the preferences with key ''{1}'' include the path to the module.
de: Das Python-Modul ''{0}'' konnte nicht geladen werden. Stellen Sie sicher, dass die Einstellung mit dem Namen ''{1}'' den Pfad für das Modul enthält.
el: Αποτυχία φόρτωσης της ενότητας python ''{0}''. Βεβαιωθείτε ότι οι προτιμήσεις με το πλήκτρο ''{1}'' περιλαμβάνουν τη διαδρομή για την ενότητα.
ja: モジュール''{0}''をロードできませんでした。 キー''{1}''の設定にモジュールへのパスが含まれていることを確認してください。
pl: Błąd ładowania modułu python ''{0}''. Upewnij się, że ustawienia z kluczem ''{1}'' zawierają ścieżkę do modułu.
ru: Не удалось загрузить модуль python ''{0}''. Убедитесь, что параметр с ключом ''{1}'' содержит путь к модулю.

source: Failed to lookup plugin class ''{0}''.
cs: Nepodařilo se vyhledávat třídu pluginů ''{0}''.
de: Nachschlagen der Plugin-Klasse ''{0}'' fehlgeschlagen.
ja: プラグインクラス''{0}''の検索に失敗しました。
pl: Błąd wyszukiwania wtyczki klasy "{0}".

source: Failed to open file ''{0}'' as jar file. Can''t load a script engine from this file.
cs: Nepodařilo se otevřít soubor ''{0}'' jako soubor jar. Nelze nahrát skriptovací engine z tohoto souboru.
de: Datei ''{0}'' konnte nicht als jar-Datei geöffnet werden. Die Ausführungsumgebung kann nicht aus dieser Datei geladen werden.
el: Αποτυχία ανοίγματος του αρχείου ''{0}'' ως αρχείο jar. Αδύνατη η φόρτωση μιας μηχανής σεναρίου από αυτό το αρχείο.
ja: ファイル''{0}''をJARファイルとして開くことができませんでした。このファイルからスクリプトエンジンをロードできません。
pl: Błąd otwierania pliku "{0}" jako pliku jar. Nie można załadować silnika skryptu z tego pliku.

source: Failed to read the script from file ''{0}''.
da: Kunne ikke læse scriptet fra fil ''{0}''.
de: Konnte das Skript nicht aus der Datei ''{0}'' lesen.
el: Αποτυχία ανάγνωσης του σεναρίου από το αρχείο ''{0}''.
hu: Nem sikerült a parancsfájlt kiolvasni a következő fájlból: „{0}”
it: Impossibile leggere lo script dal file ''{0}''.
ja: ファイル''{0}''からスクリプトを読み取ることができませんでした。
pl: Błąd odczytu skryptu z pliku ''{0}''.
pt: Falhou a leitura do script do ficheiro ''{0}''.
ru: Не удалось прочитать скрипт из файла ''{0}''.

source: Failed to read the script from the file ''{0}''.
cs: Skript se nepodařilo přečíst ze souboru ''{0}''.
da: Kunne ikke læse scriptet fra filen ''{0}''.
de: Konnte das Skript nicht aus der Datei ''{0}'' lesen.
el: Αποτυχία ανάγνωσης του σεναρίου από το αρχείο ''{0}''.
hu: Nem sikerült kiolvasni a parancsfájlt ebből a fájlból: „{0}”.
it: Impossibile leggere lo script dal file ''{0}''.
ja: ファイル''{0}''からスクリプトを読み取ることができませんでした。
pl: Błąd odczytu skryptu z pliku ''{0}''.
pt: Falhou a leitura do script do ficheiro ''{0}''.
ru: Не удалось прочитать скрипт из файла ''{0}''.

source: Failed to save file ''{0}''.
cs: Nepodařilo se uložit soubor ''{0}''.
da: Kunne ikke gemme fil ''{0}''.
de: Die Datei ''{0}'' konnte nicht gespeichert werden.
el: Αποτυχία αποθήκευσης του αρχείου ''{0}''.
es: Falló al guardar el archivo "{0}".
hu: Hiba ''{0}'' fájl mentésekor
it: Impossibile salvare il file ''{0}''.
ja: ファイル''{0}''を保存できませんでした。
pl: Błąd zapisu pliku ''{0}''.
pt: Falhou a gravação do ficheiro ''{0}''.
ru: Не удалось сохранить файл ''{0}''.

source: File
cs: Soubor
da: Filer
de: Datei
el: Αρχείο
es: Archivo
hu: Fájl
ja: ファイル
lt: Failas
pl: Plik
pt: Ficheiro
ru: Файл
uk: Файл

source: File not found
cs: Soubor nenalezen
da: Fil ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
hu: A fájl nem található
it: File non trovato
ja: ファイルが見つかりません。
lt: Failas nerastas
lv: Datne nav atrasta
pl: Nie odnaleziono pliku
pt: Ficheiro não encontrado
ru: Файл не найден

source: File not readable
cs: Soubor není čitelný
da: Fil ikke læsbar
de: Datei nicht lesbar
el: Το αρχείο δεν είναι αναγνώσιμο
es: Archivo no legible
hu: A fájl nem olvasható
it: File non leggibile
ja: ファイルを読み取れません
lt: Failas neskaitomas
lv: Datne nav lasāma
pl: Plik nie jest do odczytu
pt: Ficheiro não legível
ru: Файл не читается

source: File:
cs: Soubor:
da: Fil:
de: Datei:
el: Αρχείο:
es: Archivo:
hu: Fájl:
ja: ファイル:
lt: Failas:
pl: Plik:
pt: Ficheiro:
ru: Файл:

source: Full local path to the script file
cs: Plná místní cesta k souboru skriptu
da: Fuld lokal sti til script filen
el: Πλήρης τοπική διαδρομή προς το αρχείο σεναρίου
lt: Pilnas kelias iki scenarijaus failo
lv: Pilns vietējais ceļš uz skriptu datni
pl: Pełna ścieżka lokalna do pliku skryptu
ru: Полный локальный путь к файлу скрипта

source: Generate a globally unique ID
cs: Vytvořit globálně jedinečné ID
da: Generer et globalt unikt id
el: Δημιουργία μιας παγκοσμίως μοναδική ταυτότητα
lt: Generuoti visuotiškai unikalų ID
lv: Izveidot globāli unikālu ID
pl: Generuj globalnie unikalne ID
ru: Генерировать глобально уникальный ID

source: IO error
cs: IO chyba
da: IO fejl
de: Ein-/Ausgabefehler
el: Σφάλμα IO
hu: I/O hiba
it: Errore di I/O
ja: I/O エラー
lt: IO klaida
pl: Błąd wejścia/wyjścia
pt: Erro IO
ru: Ошибка ввода/вывода

source: IO exception
cs: IO výjimka
da: IO hændelse
de: Ein-/Ausgabefehler
el: Εξαίρεση IO
it: Eccezione di IO
ja: IO 例外
lt: IO išimtis
pl: Wyjątek wejścia/wyjścia
pt: Exceção IO
ru: Ошибка ввода/вывода

source: JAR file
da: JAR fil
de: JAR-Datei
el: Αρχείο JAR
es: Archivo JAR
hu: JAR fájl
it: file JAR
ja: JARファイル
lt: JAR failas
lv: JAR datne
pl: Plik JAR
pt: Ficheiro JAR
ru: JAR-файл

source: JAR files
cs: JAR soubory
da: JAR filer
de: JAR-Dateien
el: Αρχεία JAR
es: Archivos JAR
hu: JAR fájl
it: file JAR
ja: JARファイル
lt: JAR failai
lv: JAR datnes
pl: Pliki JAR
pt: Ficheiros JAR
ru: JAR-файлы

source: JOSM currently supports the following script engines:
cs: JOSM momentálně podporuje následující skriptovací enginy:
de: JOSM unterstützt zurzeit folgende Ausführungsumgebungen:
el: Το JOSM υποστηρίζει προς το παρόν τις ακόλουθες μηχανές σεναρίων:
es: JOSM actualmente soporta lo siguientes motores de script:
it: JOSM attualmente supporta i seguenti motori di script:
ja: JOSMは現在、次のスクリプトエンジンをサポートしています。
lv: JOSM pašlaik atbalsta sekojošos skriptu dzinējus:
pl: JOSM obsługuje obecnie następujące silniki skryptów:
pt: O JOSM suporta atualmente os seguintes motores de script:

source: Jython engine
el: Μηχανή Jython
lt: Jython variklis
pl: Silnik Jython
ru: Движок Jython

source: Jython interpreter isn''t on the class path. Support for Python plugins is disabled.
cs: Jython interpreter není na cestě třídy. Podpora pro Python pluginy je vypnuta.
de: Der Interpreter Jython ist nicht im Klassenpfad enthalten. Die Unterstützung für Python-Plugins ist deaktiviert.
ja: Jythonインタープリターはクラス・パスにありません。Pythonプラグインのサポートが無効になっています。
pl: Interpreter Jython nie jest dodany do ścieżki klas. Wsparcie dla wtyczek Pythona jest wyłączone.

source: Language version:
da: Sprogversion:
de: Sprachversion:
el: Έκδοση γλώσσας:
es: Versión del lenguaje:
it: Versione lingua:
ja: 言語バージョン:
lt: Kalbos versija:
lv: Valodas versija:
pl: Wersja języka:
pt: Versão da língua:
ru: Версия языка:

source: Language:
cs: Jazyk:
da: Sprog:
de: Sprache:
el: Γλώσσα:
es: Lenguaje
it: Lingua:
ja: 言語:
lt: Kalba:
lv: Valoda:
pl: Język:
pt: Língua:
ru: Язык:

source: Launch file chooser
cs: Spustit výběr souborů
de: Dateiauswahldialog öffnen
el: Έναρξη επιλογέα αρχείων
es: Lanzar seleccionador de archivo
ja: ファイル選択を起動
lv: Palaist datņu izvēli
pl: Pokaż okno wyboru plików
pt: Lançar o selecionador de ficheiro

source: Loading default map from mime-types to syntax kits from resource ''{0}''
cs: Načítání výchozí mapy z typů mime do syntaktických sad z prostředku ''{0}''
pl: Ładowanie domyślnej mapy z typów mime do zestawów składni ze źródła "{0}"

source: Loading local map from mime-types to syntax kits from resource ''{0}''
cs: Načítání místní mapy z mime-type do syntaktických sad ze zdroje ''{0}''
pl: Ładowanie lokalnej mapy z typów mime do zestawów składni ze źródła "{0}"

source: MIME-Types:
da: MIME-Typer:
de: MIME-Typen:
it: Tipi-MIME:
lt: MIME-Tipai:
pl: Typy MIME:
pt: Tipos-MIME
ru: MIME-типы:

source: Move the selected path up by one position
cs: Přesunout vybranou cestu nahoru o jednu pozici
da: Flyt den valgte sti en position op
de: Verschiebe das ausgewählte Verzeichnis eine Position nach oben
el: Μετακινήστε την επιλεγμένη διαδρομή πάνω κατά μία θέση
it: Sposta in alto di una posizione il percorso selezionato
ja: 選択したパスを1つ上に移動
pl: Przenieść wybraną ścieżkę w górę o jedną pozycję
pt: Mover o caminho selecionado uma posição para cima
ru: Переместить выделенный путь на одну позицию вверх

source: Move the selected repository down by one position
cs: Přesunout vybrané úložiště dolů o jednu pozici
da: Flyt det valgte repository en position ned
de: Verschiebe die ausgewählte Ablage eine Position nach unten
el: Μετακινήστε την επιλεγμένη αποθήκη κάτω κατά μία θέση
ja: 選択したリポジトリを1つ下に移動
pl: Przenieść wybrane repozytorium w dół o jedną pozycję
pt: Mover o repositório selecionado uma posição para baixo
ru: Переместить выбранный репозиторий на одну позицию вниз

source: Move the selected repository up by one position
cs: Přesunout vybrané úložiště o jednu pozici nahoru
da: Flyt det valgte repository en position op
de: Verschiebe die ausgewählte Ablage eine Position nach oben
el: Μετακινήστε την επιλεγμένη αποθήκη πάνω κατά μία θέση
it: Sposta in alto di una posizione il repository selezionato
ja: 選択したリポジトリを1つ上の位置に移動
pl: Przenieść wybrane repozytorium w górę o jedną pozycję
pt: Mover o repositório selecionado uma posição para cima
ru: Переместить выбранный репозиторий на одну позицию вверх

source: Name:
cs: Název:
da: Navn:
el: Όνομα:
es: Nombre:
hu: Név:
it: Nome:
ja: 名前:
lt: Pavadinimas:
pl: Nazwa:
pt: Nome:
ru: Имя:

source: No script engine selected.
cs: Nebyl vybrán žádný skriptovací engine.
de: Keine Ausführungsumgebung ausgewählt.
el: Δεν επιλέχτηκε μηχανή σεναρίου.
it: Nessun motore di script selezionato.
ja: スクリプトエンジンが選択されていません。
lt: Joks scenarijaus variklis nebuvo pasirinktas.
pl: Nie wybrano silnika skryptu.
pt: Nenhum motor de script selecionado.
ru: Не выбран движок скриптов.

source: No syntax kit
cs: Žádná syntaktická sada
da: Intet syntaks kit
de: Kein Syntax-Kit
ja: 構文キットがありません
pl: Brak zestawu składni
pt: Sem kit de sintaxe

source: No syntax kit is configured for either of the following content types:
cs: Žádná syntaktická sada není nakonfigurována pro následující typy obsahu:
pl: Nie skonfigurowano zestawu składni dla żadnego z następujących typów zawartości:

source: Open
cs: Otevřená
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
hu: Megnyit
it: Apri
ja: 開く
lt: Atverti
pl: Otwórz
pt: Estado
ru: Открыть
uk: Відкритий

source: Open a script file
cs: Otevřít soubor skriptu
da: Åben en script fil
de: Eine Skript-Datei öffnen
el: Άνοιγμα του αρχείου σεναρίου
es: Abrir un archivo script
hu: Parancsfájl megnyitása.
it: Aprire un file di script
ja: スクリプトファイルを開く
lt: Atidaryti scenarijaus failą
pl: Otwórz plik skryptu
pt: Abrir um ficheiro de script
ru: Открыть файл скрипта

source: Please enter a file name first.
cs: Nejprve zadejte název souboru.
da: Indtast et filnavn først.
de: Bitte zuerst einen Dateinamen eingeben.
el: Εισαγάγετε πρώτα ένα όνομα αρχείου.
es: Por favor ingrese un nombre de archivo primero.
hu: Előbb fájlnevet kell megadni.
it: Si prega di inserire prima un nome di file.
ja: 最初にファイル名を入力してください。
pl: Prosimy wprowadzić najpierw nazwę pliku.
pt: Por favor introduza primeiro um nome de ficheiro.
ru: Сначала введите имя файла.

source: Please enter or paste a valid directory path or path to a jar/zip file.
da: Indtast eller indsæt en gyldig mappesti eller sti til en jar/zip fil.
de: Bitte einen gültigen Pfad eines Verzeichnisses oder einer jar-Datei eingeben.
el: Εισαγάγετε ή επικολλήστε μια έγκυρη διαδρομή καταλόγου ή διαδρομή σε ένα αρχείο jar/zip.
es: Por favor ingrese o pegue una ruta de directorio válido o ruta a un archivo jar/zip.
ja: 有効なディレクトリパスかjar/zipファイルのパスを入力してください。
pl: Wpisz lub wklej prawidłowy folder lub ścieżkę do pliku jar/zip.
pt: Por favor introduza ou cole um caminho de diretório válido para o ficheiro jar/zip.
ru: Введите или вставьте правильный путь к каталогу или к jar/zip-файлу.

source: Please enter or paste a valid file or jar URL. HTTP URLs are not supported.
de: Bitte eine gültige Datei- oder JAR-URL angeben. HTTP URLs werden nicht unterstützt.
el: Εισαγάγετε ή επικολλήστε ένα έγκυρο αρχείο ή διεύθυνση jar. Δεν υποστηρίζονται διευθύνσεις HTTP.
it: Si prega di inserire o incollare un URL valido di file o jar. Gli URLs HTTP non sono supportati.
ja: 有効なファイルかjar URLのパスを入力してください。HTTP URLはサポートされていません。
pl: Wpisz lub wklej prawidłowy plik lub URL do pliku jar. Linki HTTP nie są obsługiwane.

source: Refer to the online help how to configure syntax kits for specific content types.
cs: Informace o konfiguraci syntaktických sad pro konkrétní typy obsahu naleznete v nápovědě online.
pl: Sprawdź w pomocy online, jak skonfigurować zestawy składni dla określonych typów zawartości.

source: Remove
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
hu: Eltávolítás
it: Elimina
ja: 削除
lt: Pašalinti
pl: Usuń
pt: Remover
ru: Удалить
uk: Вилучити

source: Remove a path
cs: Odstranit cestu
da: Fjern en sti
de: Entferne ein Verzeichnis
el: Αφαίρεση μιας διαδρομής
it: Rimuove un percorso
ja: パスを削除する
lt: Pašalinti kelią
pl: Usuń ścieżkę
pt: Remover um caminho
ru: Удалить путь

source: Remove a repository
cs: Odstranit úložiště
da: Fjern et repository
de: Entferne eine Ablage
el: Αφαίρεση μιας αποθήκης
it: Remuovere un repository
ja: リポジトリを削除する
pl: Usuń repozytorium
pt: Remover um repositório
ru: Удалить репозиторий

source: Remove selected plugins
cs: Odebrat vybrané pluginy
da: Fjern valgte udvidelser
de: Ausgewählte Plugins entfernen
el: Αφαίρεση των επιλεγμένων πρόσθετων
es: Eliminar los complementos seleccionados
hu: Kijelölt bővítmények eltávolítása
it: Rimuove le estensioni selezionate
ja: 選択したプラグインを削除
lt: Pašalinti pasirinktus papildinius
pl: Usuń zaznaczone wtyczki
pt: Remover módulos selecionados
ru: Удалить выбранные модули

source: Remove the selected jar files
cs: Odstranit vybrané jar soubory
da: Fjern de valgte jar filer
de: Die ausgewählten jar-Dateien entfernen
el: Αφαίρεση των επιλεγμένων αρχείων jar
es: Eliminar los archivos jar seleccionados
hu: Kijelölt jar fájlok eltávolítása
it: Rimuovi i file jar selezionati
ja: 選択したjarファイルを削除します
lt: Pašalinti pasirinktus jar failus
pl: Usuń wybrane pliki jar
pt: Remover os ficheiro JAR selecionados
ru: Удалить выбранные jar-файлы

source: Run
cs: Spustit
de: Ausführen
el: Εκτέλεση
es: Ejecutar
hu: Futtat
it: Esegui
ja: 実行
lt: Vykdyti
pl: Uruchom
pt: Executar
ru: Выполнить

source: Run a script
cs: Spustit script
de: Ein Skript ausführen
el: Εκτέλεση ενός σεναρίου
es: Ejecutar un script
hu: Parancsfájl futtatása
it: Eseguire uno script
ja: スクリプトの実行
lt: Vykdyti scenarijų
pl: Uruchom skrypt
pt: Executar um script
ru: Запустить скрипт

source: Run the script
cs: Spustit skript
de: Das Skript ausführen
el: Εκτέλεση του σεναρίου
es: Ejecutar el script
hu: Parancsfájl futtatása
it: Eseguire lo script
ja: スクリプトの実行
lt: Vykdyti scenarijų
pl: Uruchom skrypt
pt: Executar o script
ru: Выполнить скрипт

source: Run...
de: Ausführen…
el: Εκτέλεση...
es: Ejecutar...
hu: Futtat...
it: Esegui...
ja: 実行中...
lt: Vykdyti...
pl: Uruchom...
pt: Executar...
ru: Выполнить...

source: Save
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
hu: Mentés
it: Salva
ja: 保存
lt: Išsaugoti
lv: Saglabāt
pl: Zapisz
pt: Gravar
ru: Сохранить
uk: Зберегти

source: Save as ...
cs: Uložit jako ...
da: Gem som ...
de: Speichern als…
el: Αποθήκευση ως ...
es: Guardar como...
hu: Mentés másként…
it: Salva con nome...
ja: 名前を付けて保存...
lt: Išsaugoti kaip...
pl: Zapisz jako...
pt: Gravar como...
ru: Сохранить как...
