Repository: Gubaer/josm-scripting-plugin
Catalog: src/main/po/*.po
Languages: cs, da, de, el, es, hu, it, ja, lt, lv, pl, pt, ru, uk

source: Save script to current file
cs: Uložit skript do aktuálního souboru
de: Speichere das Skript in der aktuellen Datei
el: Αποθήκευση σεναρίου στο τρέχον αρχείο
es: Guardar script en el archivo actual
hu: Parancsfájl mentése az aktuális fájlba
it: Salvare lo script nel file attuale
ja: スクリプトを現在のファイルに保存
pl: Zapisz skrypt do bieżącego pliku
pt: Gravar o script no ficheiro atual
ru: Сохранить скрипт в текущий файл

source: Save to a script file
cs: Uložit do souboru skriptu
da: Gem til en script fil
de: In eine Skriptdatei speichern
el: Αποθήκευση στο αρχείο σεναρίου
es: Guardar a un archivo script
hu: Parancsfájlba mentés
it: Salvare in un file di script
ja: スクリプトファイルに保存する
pl: Zapisz do pliku skryptu
pt: Gravar para um ficheiro de script
ru: Сохранить в файл скрипта

source: Script Engine
cs: Skriptovací engine
el: Μηχανή Σεναρίου
lt: Scenarijaus Variklis
pl: Silnik skryptu

source: Script Error
cs: Chyba skriptu
da: Script fejl
el: Σφάλμα Σεναρίου
lt: Scenarijaus Klaida
pl: Błąd skryptu
ru: Ошибка скрипта

source: Script engine not found
cs: Skriptovací engine nebyl nalezen
de: Ausführungsumgebung für Skripts nicht gefunden
el: Η μηχανή σεναρίου δεν βρέθηκε
hu: Nem található parancsfájl-végrehajtó
it: Motore di Script non trovato
ja: スクリプトエンジンが見つかりません
pl: Nie odnaleziono silnika skryptu
pt: Motor de script não encontrado

source: Script engines
cs: Skriptovací enginy
de: Ausführungsumgebungen
el: Μηχανές σεναρίου
it: Motori di Script
ja: スクリプトエンジン
pl: Silniki skryptów
pt: Motores de script
ru: Скриптовые движки

source: Script engines:
cs: Skriptovací engines:
el: Μηχανές σεναρίου:
pl: Silniki skryptów:

source: Script execution failed
cs: Spuštění skriptu se nezdařilo
de: Das Ausführen des Skripts schlug fehl
el: Αποτυχία εκτέλεσης σεναρίου
hu: Nem sikerült a parancsfájl végrehajtása
it: Esecuzione dello script non riuscita
ja: スクリプトの実行に失敗しました
pl: Błąd wykonania skryptu
pt: A execução do script falhou

source: Script execution has failed.
cs: Spuštění skriptu se nezdařilo.
de: Das Ausführen des Skripts ist fehlgeschlagen.
el: Η εκτέλεση σεναρίου απέτυχε
hu: A parancsfájl végrehajtása sikertelen.
it: Esecuzione dello script non riuscita.
ja: スクリプトの実行に失敗しました。
pl: Wykonanie skryptu wywołało błąd.
pt: A execução do script falhou.

source: Script file:
cs: Soubor skriptu:
da: Script fil:
el: Αρχείο σεναρίου:
pl: Plik skryptu:
ru: Файл скрипта:

source: Scripting
cs: Skriptování
de: Skripting
el: Σενάρια
hu: Parancsfájlkezelés
ja: スクリプティング
pl: Skrypty

source: Scripting Console
cs: Skriptovací konzole
da: Scripting konsol
de: Skripting-Konsole
el: Κονσόλα Σεναρίων
hu: Parancskonzol
it: Console di Scripting
ja: スクリプトコンソール
pl: Konsola skryptów
pt: Consola de Scripting
ru: Консоль Scripting

source: Scripting: Run a Script
cs: Skriptování: Spusťte skript
de: Skripting: Ein Skript ausführen
it: Scripting: Eseguire uno Script
ja: スクリプティング:スクリプトの実行
pl: Skrypty: Uruchom skrypt
pt: Scripting: Executar um Script

source: Scripting: Show/hide scripting console
cs: Skriptování: Zobrazit / skrýt skriptovací konzoli
de: Skripting: Skripting-Konsole anzeigen/verstecken
el: Σενάρια: Εμφάνιση/απόκρυψη της κονσόλας σεναρίων
ja: スクリプティング:スクリプトコンソールの表示/非表示
pl: Skrypty: Wyświetl/ukryj konsolę skryptów
pt: Scripting: mostrar/esconder a consola de scripting

source: Select a directory or a jar file
cs: Vybrat adresář nebo soubor jar
da: Vælg en mappe eller en jar fil
de: Wähle ein Verzeichnis oder eine jar-Datei
el: Επιλογή ενός καταλόγου ή ενός αρχείου jar
es: Seleccionar un directorio o un archivo jar
hu: Mappa vagy jar fájl kiválasztása
it: Selezionare una cartella o un file jar
ja: ディレクトリまたはjarファイルを選択してください
pl: Wybierz katalog lub plik jar
pt: Selecione um diretório ou um ficheiro JAR
ru: Выберите каталог или jar-файл

source: Select a directory or jar/zip file
da: Vælg en mappe eller jar/zip fil
de: Wähle ein Verzeichnis oder eine jar- bzw. zip-Datei
el: Επιλογή ενός καταλόγου ή ενός αρχείου jar/zip
es: Seleccionar un directorio o un archivo jar/zip
hu: Mappa vagy jar/zip fájl kiválasztása
it: Selezionare una cartella o un file jar/zip
ja: ディレクトリまたはjar/zipファイルを選択してください
pl: Wybierz katalog lub plik jar/zip
pt: Selecione um diretório ou um ficheiro JAR/ZIP
ru: Выберите каталог или jar/zip-файл

source: Select a jar file
cs: Vybrat soubor jar
da: Vælg en jar fil
de: eine jar-Datei wählen
el: Επιλογή ενός αρχείου jar
es: Seleccionar un archivo jar
hu: Jar fájl kijelölése
it: Selezionare un file jar
ja: jarファイルを選択
lt: Pasirinkti jar failą
pl: Wybierz plik jar
pt: Selecione um ficheiro JAR
ru: Выберите jar-файл

source: Select a script
cs: Vybrat skript
da: Vælg et script
de: Ein Skript auswählen
el: Επιλογή ενός σεναρίου
es: Seleccionar un script
hu: Parancsfájl kijelölése
it: Selezionare uno script
ja: スクリプトを選択
lt: Pasirinkti scenarijų
pl: Wybierz skrypt
pt: Selecione um script
ru: Выберите скрипт

source: Select a script file
cs: Vybrat soubor skriptu
da: Vælg en script fil
de: Skriptdatei auswählen
el: Επιλογή ενός αρχείου σεναρίου
es: Seleccionar un archivo script
hu: Parancsfájl kijelölése
it: Selezionare un file di script
ja: スクリプトファイルを選択
pl: Wybierz plik skryptu
pt: Selecione um ficheiro script
ru: Выберите файл скрипта

source: Select a script file and click on <strong>Run</strong>.
de: Wähle eine Skript-Datei und klicke Ausführen.
el: Επιλογή ενός αρχείου σεναρίου και κάντε κλικ στο <strong> Εκτέλεση </strong>.
it: Selezionare un file di script e cliccare su <strong>Esegui</strong>.
ja: スクリプトファイルを選択し、<strong>Run</strong>をクリックします。
pl: Wybierz plik skryptu i kliknij <strong>Uruchom</strong>.
ru: Выберите файл скрипта и нажмите <strong>Выполнить</strong>.

source: Select an engine
de: Eine Ausführungsumgebung wählen
el: Επιλογή μιας μηχανής
es: Seleccione un motor
it: Seleziona un motore
ja: エンジンを選択
pl: Wybierz silnik
pt: Selecione um motor
ru: Выберите движок

source: Select one of the available script engines for executing this script.
cs: Vyberte jeden z dostupných skriptovacích enginů pro spuštění tohoto skriptu.
el: Επιλογή μιας από τις διαθέσιμες μηχανές σεναρίου για την εκτέλεση αυτού του σεναρίου.
pl: Wybierz jeden z dostępnych silników skryptu, aby wykonać ten skrypt.

source: Select...
cs: Vybrat...
da: Vælg...
el: Επιλογή...
pl: Wybierz...
ru: Выбрать...

source: Show scripting console
cs: Zobrazit skriptovací konzoli
da: Vis scripting konsol
de: Skripting-Konsole anzeigen
el: Εμφάνιση κονσόλας σεναρίων
hu: Parancskonzol mutatása
it: Mostra la console di scripting
ja: スクリプトコンソールを表示
pl: Wyświetl konsolę skryptów
pt: Mostrar a consola de scripting

source: Show/hide the scripting console
cs: Zobrazit / skrýt skriptovací konzoli
de: Die Skripting-Konsole anzeigen/verstecken
el: Εμφάνιση/απόκρυψη της κονσόλας σεναρίων
hu: Parancskonzol mutatása/elrejtése
it: Mostra/nascondi la console di scripting
ja: スクリプトコンソールの表示/非表示
pl: Wyświetl/ukryj konsolę skryptów
pt: Mostrar/esconder a consola de scripting
ru: Показать/скрыть консоль модуля scripting

source: Syntax highlighting is going to be disabled.
cs: Zvýrazněná syntaxe bude zakázána.
da: Syntaks fremhævning vil blive deaktiveret.
pl: Kolorowanie składni zostanie wyłączone.
ru: Синтаксическая подсветка будет отключена

source: The display name of the script. Used in menu entries.
cs: Zobrazovaný název skriptu. Používá se v položkách nabídky.
el: Το εμφανιζόμενο όνομα του σεναρίου. Χρησιμοποιείται στις καταχωρήσεις του μενού.
pl: Wyświetlana nazwa skryptu. Używana we wpisach menu.
ru: Отображаемое имя скрипта. Используется в пунктах меню.

source: The jar file ''{0}'' doesn''t provide a script engine. The entry ''{1}'' is missing.
cs: Jar soubor ''{0}'' neposkytuje skriptovací engine. Položka ''{1}'' chybí.
de: Die jar-Datei ''{0}'' enthält keine Ausführungsumgebung. Das Element ''{1}'' fehlt.
el: Το αρχείο jar ''{0}'' δεν παρέχει μια μηχανή σεναρίου. Η καταχώρηση ''{1}'' λείπει.
ja: JARファイル''{0}''はスクリプトエンジンを提供しません。エントリ''{1}''が見つかりません。
pl: Plik jar ''{0}'' nie zawiera silnika skryptu. Brakuje wpisu ''{1}''.

source: The script file ''{0}'' doesn''t exist.
cs: Soubor skriptu ''{0}'' neexistuje.
da: Script filen ''{0}'' findes ikke.
de: Die Skript-Datei ''{0}'' existiert nicht.
el: Το αρχείο σεναρίου ''{0}'' δεν υπάρχει.
hu: Nem létezik ez a parancsfájl: „{0}”.
it: Il file di script "{0}" non esiste.
ja: スクリプトファイル''{0}''が存在しません。
pl: Plik skryptu ''{0}''nie istnieje.
pt: O ficheiro de script ''{0}'' não existe.
ru: Файл скрипта ''{0}'' не существует.

source: The script file ''{0}'' isn''t readable.
cs: Soubor skriptu ''{0}'' není čitelný.
da: Script filen ''{0}'' er ikke læsbar.
de: Die Skript-Datei ''{0}'' kann nicht gelesen werden.
el: Το αρχείο σεναρίου ''{0}'' δεν είναι ευανάγνωστο.
hu: Nem olvasható ez a parancsfájl: „{0}”.
it: Il file di script "{0}" è illegibile.
ja: スクリプトファイル''{0}''を読み取れません。
pl: Plik skryptu ''{0}'' nie jest do odczytu.
pt: O ficheiro de script ''{0}'' não é legível.
ru: Файл скрипта ''{0}'' не читается.

source: The scripting plugin can load and run plugins written in <strong>Python</strong>. Below you can configure where it looks for locally deployed plugins and which plugins it should load and launch at startup time.
de: Das Skripting-Plugin kann seinerseits Plugins laden und ausführen, die in <strong>Python</strong> geschrieben sind. Hier kann man konfigurieren, wo das Skripting-Plugin lokal installierten Python-Plugins sucht und welche Python-Plugins geladen und gestartet werden sollen.
el: Το πρόσθετο σεναρίου μπορεί να φορτώσει και να εκτελέσει πρόσθετα γραμμένα σε <strong>Python</strong>. Παρακάτω μπορείτε να ρυθμίσετε το που αναζητά τοπικά αναπτυγμένα πρόσθετα και ποια πρόσθετα θα πρέπει να φορτωθούν και να ξεκινήσουν κατά την εκκίνηση.
ja: スクリプトプラグインは、<strong>Python</strong>で記述されたプラグインをロードして実行できます。以下では、ローカルに配置されたプラグインの検索場所と、起動時にロードして起動するプラグインを設定できます。
pl: Wtyczka skryptów może ładować i uruchamiać wtyczki napisane w <strong>Pythonie</strong>. Poniżej można skonfigurować, gdzie mają być poszukiwane wtyczki oraz które mają być ładowane i uruchamiane przy starcie.

source: The scripting plugin includes an embedded scripting engine for JavaScript based on Mozilla Rhino. It can load CommonJS modules either from the local filesystem or from jar/zip files.<br><br>Per default, it loads CommonJS modules from the directory <strong>/js</strong> in the plugin jar, but you can add additional directories and jar files.<br><br>Configure them in the list below.
el: Το πρόσθετο σεναρίων περιλαμβάνει μία ενσωματωμένη μηχανή σεναρίων για JavaScript που βασίζεται στον Mozilla Rhino. Μπορεί να φορτώσει μονάδες CommonJS είτε από το τοπικό σύστημα αρχείων είτε από αρχεία jar/zip. <br><br>Κατά προεπιλογή, φορτώνει μονάδες CommonJS από τον κατάλογο<strong>/js</strong>στο πρόσθετο jar, αλλά μπορείτε να προσθέσετε επιπλέον καταλόγους και αρχεία jar. <br><br> Οι ρυθμίσεις τους στη λίστα παρακάτω.
pl: Wtyczka skryptów zawiera wbudowany silnik skryptów dla JavaScript bazujący na Mozilla Rhino. Można załadować moduły CommonJS zarówno z lokalnego komputera, jak i z plików jar/zip.<br><br>Domyślnie moduły CommonJS ładowane są z folderu <strong>/js</strong> w pliku jar wtyczki, ale można dodać dodatkowe foldery i pliki jar.<br><br>Można je skonfigurować na liście poniżej.

source: The unique internal ID used to identify the script.
el: Η μοναδική εσωτερική τευτότητα χρησιμοποιείται για την αναγνώριση του σεναρίου.
pl: Unikalne wewnętrzne ID, używane do identyfikowania skryptu.
ru: Уникальный внутренний идентификатор скрипта.

source: URL ''{0}'' doesn''t refer to an existing local directory or jar file
cs: URL ''{0}'' není odkazem na existující místní adresář nebo jar soubor
da: URL ''{0}'' henviser ikke til en eksisterende lokal mappe eller jar-fil
de: Die URL ''{0}'' verweist nicht auf ein lokales Verzeichnis oder eine lokale jar-Datei
el: Η διεύθυνση ''{0}'' δεν αναφέρεται σε υπάρχοντα τοπικό κατάλογο ή αρχείο jar
it: L'URL ''{0}'' non si riferisce ad una cartella locale esistente o ad un file jar
ja: URL''{0}''が既存のローカルディレクトリまたはjarファイルを参照していません
pl: URL "{0}" nie odwołuje się do istniejącego lokalnego folderu lub pliku jar
pt: O URL ''{0}'' não se refere a um diretório local existente nem a um ficheiro JAR.
ru: URL ''{0}'' не ссылается на существующий локальный каталог или jar-файл

source: URL ''{0}'' doesn''t refer to an existing local jar file
da: URL ''{0}'' henviser ikke til en eksisterende lokal jar-fil
de: Die URL ''{0}'' verweist nicht auf eine existierende lokale jar-Datei
el: Η διεύθυνση ''{0}'' δεν αναφέρεται σε υπάρχοντα τοπικό αρχείο jar
it: L'URL ''{0}'' non si riferisce ad un file locale jar esistente
ja: URL''{0}''が既存のローカルjarファイルを参照していません
pl: URL "{0}" nie odwołuje się do istniejącego lokalnego pliku jar
pt: O URL ''{0}'' não se refere a um ficheiro JAR local existente.
ru: URL ''{0}'' не ссылается на существующий локальный jar-файл

source: Up
cs: Nahoru
da: Op
de: Hoch
el: Πάνω
es: Subir
hu: Fel
it: Su
ja: 上
lt: Aukštyn
pl: W górę
pt: Subir
ru: Вверх
uk: Вгору

source: Version:
cs: Verzia:
el: Εκδόσεις:
es: Versión:
hu: Verzió:
it: Versione:
ja: バージョン:
lt: Versija:
pl: Wersja:
pt: Versão :
ru: Версия:
uk: Версія:

source: Warning: failed to load default mime types from resource ''{0}''.
pl: Ostrzeżenie: błąd ładowania domyślnych typów MIME z zasobu "{0}"
ru: Предупреждение: не удалось загрузить mime-типы по умолчанию из ресурса ''{0}''.

source: Warning: failed to load mime types from file ''{0}''.
pl: Ostrzeżenie: błąd ładowania typów MIME z pliku "{0}"
ru: Предупреждение: не удалось загрузить mime-типы из файла ''{0}''.

source: Warning: failed to open resource file ''{0}''
cs: Upozornění: nelze otevřít soubor prostředků ''{0}''
el: Προειδοποίηση: αποτυχία ανοίγματος του αρχείου πόρων ''{0}''
pl: Ostrzeżenie: nie udało się załadować pliku zasobów "{0}"
ru: Предупреждение: не удалось открыть файл ресурсов ''{0}''

source: Warning: preference with key ''{0}'' consist of an unsupported value. Expected pattern ''type/id'', got ''{1}''. Assuming default scripting engine.
el: Προειδοποίηση: η προτίμηση με το κλειδί ''{0}'' αποτελείται από μια μη υποστηριζόμενη τιμή. Το αναμενόμενο μοτίβο ''type/id'', πήρε ''{1}''. Υποθέτοντας τον προεπιλεγμένο μηχανισμό σεναρίων.
pl: Ostrzeżenie: ustawienie z kluczem ''{0}'' zawiera niewspieraną wartość. Spodziewany schemat "typ/id", otrzymano "{1}". Przyjęto domyślny silnik skryptu.

source: Warning: preference with key ''{0}'' refers to an unsupported JSR223 compatible scripting engine with id ''{1}''. Assuming default scripting engine.
el: Προειδοποίηση: η προτίμηση με το κλειδί ''{0}'' αναφέρεται σε μη υποστηριζόμενη συμβατή με το JSR223 μηχανή σεναρίου με ταυτότητα ''{1}''. Υποθέτοντας τον προεπιλεγμένο μηχανισμό σεναρίων.
pl: Ostrzeżenie: ustawienie z kluczem ''{0}'' odwołuje się do niewspieranego, zgodnego z JSR223, silnika skryptu o id "{1}". Przyjęto domyślny silnik skryptu.

source: Warning: preference with key ''{0}'' refers to an unsupported embedded scripting engine with id ''{1}''. Assuming default scripting engine.
el: Προειδοποίηση: η προτίμηση με το κλειδί ''{0}'' αναφέρεται σε μη υποστηριζόμενη ενσωματωμένη μηχανή σεναρίου με ταυτότητα ''{1}''. Υποθέτοντας τον προεπιλεγμένο μηχανισμό σεναρίων.
pl: Ostrzeżenie: ustawienie z kluczem ''{0}'' odwołuje się do niewspieranego wbudowanego silnika skryptu o id "{1}". Przyjęto domyślny silnik skryptu.

source: Warning: property ''{0}'' in resource file ''{1}'' not found
el: Προειδοποίηση: η ιδιότητα ''{0}'' στο αρχείο πόρων ''{1}'' δεν βρέθηκε
pl: Ostrzeżenie: właściwość ''{0}'' w pliku zasobów ''{1}'' nie została znaleziona
ru: Предупреждение: свойство ''{0}'' в файле ресурсов ''{1}'' не найдено

source: Warning: syntax kit ''{0}'' can''t be loaded. Ignoring mapping for mime type ''{1}''.
pl: Ostrzeżenie: zestaw składni ''{0}'' nie może zostać załadowany. Ignorowanie mapowania dla typu mime ''{1}''.

source: cancel
cs: zrušit
da: annuller
de: abbrechen
el: ακύρωση
es: Cancelar
hu: mégse
it: annulla
ja: 取り消す
lt: atšaukti
pl: anuluj
pt: cancelar

source: plugin class loader for plugin ''{0}'' not found
de: Erweiterung Klassenlader für Erweiterung ''{0}'' nicht gefunden
ja: プラグイン ''{0}''のプラグインクラスローダーが見つかりません
pl: klasa ładowania wtyczki "{0}" nie została znaleziona

source: unknown
cs: neznámý
da: ukendt
de: unbekannt
el: άγνωστο
es: desconocido
hu: ismeretlen
it: sconosciuto
ja: 不明
lt: nežinoma
pl: nieznany
pt: desconhecido
uk: Невідомо

source: {1} (with engine {0})
cs: {1} (s enginem {0})
de: {1} (mit Ausführungsumgebung {0})
el: {1} (με μηχανή {0})
es: {1} (con motor {0})
it: {1} (con il motore {0})
ja: {1}(エンジン{0})
lt: {1} (su varikliu {0})
pl: {1} (z silnikiem {0})
pt: {1} (com o motor {0})

source: Runs scripts in JOSM
cs: Spouští skripty v JOSM
de: Führt Skripte in JOSM aus
el: Εκτέλεση σεναρίων στο JOSM
es: Ejecutar scripts en JOSM
hu: Parancsfájlok futtatása JOSM-ben
it: Eseguire gli script in JOSM
ja: JOSMでスクリプトを実行
lt: Vykdo scenarijų JOSM
pl: Uruchamiaj skrypty w JOSM
pt: Executa script no JOSM

source: ID:
el: Αναγνωριστικό:

source: Launch file selection dialog
de: Dialog zur Dateiauswahl öffnen
el: Έναρξη διαλόγου επιλογής αρχείου
it: Apre la finestra per la selezione del file
ja: ファイル選択ダイアログを起動
pt: Lançar a janela de seleção de ficheiro
ru: Открыть диалог выбора файла

source: OK
el: Εντάξει
es: Aceptar
lt: Gerai
lv: Labi
uk: Так

source: ''{0}'' isn''t a valid base URL:
de: "{0}" ist keine gültige Basis-URL

source: <p>Failed to execute the script file ''{0}''.</p><p><strong>Error message:</strong>{1}</p><p><strong>At:</strong>line {2}, column {3}</p>
de: <p>Bei der Ausführung der Skript-Datei ''{0}'' ist ein Fehler aufgetreten.</p><p><strong>Fehlermeldung:</strong>{1}</p><p><strong>Position:Zeile {2}, Spalte {3}</p>

source: <p>The embedded GraalVM can load <strong>CommonJS modules</strong> with the function <code>require()</code>. It resolves CommonJS modules in the directories or jar files configured below.</p>
de: <p>GraalVM kann <strong>CommonJS-Module</strong> mit der Funktion<code>require()</code> laden. Sie sucht nach CommonJS-Modulen in den Verzeichnissen und jar-Dateien, die unten aufgeführt sind.</p>

source: Add a button for this script script file to the toolbar.
de: Füge ein Button für dieses Skript zur Toolbar hinzu.
es: Agregue un botón para este archivo de secuencia de comandos en la barra de herramientas.
ja: このスクリプトスクリプトファイルのボタンをツールバーに追加します。
uk: Додати кнопку для файлу цього сценарію на панель інструментів.

source: Change
de: Ändern

source: CommonJS module repositories
de: Ablagen für CommonJS-Module

source: Didn''t find a suitable syntax style for the script engine <strong>{0}</strong>.
de: Konnte keinen passenden Syntax-Stil für die Ausführungsumgebung <strong>{0}</strong> finden.

source: FATAL: Failed to initialize scripting plugin
de: SCHWERWIEGEND: Das Scripting-Plugin konnte nicht initialisiert werden.

source: Failed to execute a script.
de: Ein Skript konnte nicht ausgeführt werden.

source: GraalVM not present, can''t run script with GraalVM
de: Die GraalVM ist nicht vorhanden, Skripte können nicht mit der GraalVM ausgeführt werden.

source: GraalVM polyglot API isn''t on the class path. Support for GraalVM is disabled.
de: Das Polyglot-API der GraalVM ist nicht auf dem Klassenpfad. Die Unterstützung für GraalVM ist deaktiviert.

source: Run script ''{0}''
de: Skript "{0}" ausführen
hu: ''{0}'' parancsfájl futtatása
it: Esegui lo script ''{0}''
ja: スクリプト''{0}''の実行

source: Select
de: Auswählen
es: Seleccionar
hu: Kijelölés
it: Seleziona
pt: Selecionar
uk: Вибрати
